{"articles": [{"id": 1, "name": "Not all global leaders have been forthcoming in acknowledging the projected victors of the 2020 US presidential election", "category": "Politics", "description": "(CNN)Congratulations have been pouring in for President-elect Joe Biden and Vice President-elect Kamala Harris from leaders around the world -- but not all have been forthcoming in acknowledging the projected victors of the 2020 US presidential election.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/world/biden-win-russia-china-silence-intl/index.html"}, {"id": 2, "name": "Government agency tasked with transition process has yet to recognize Biden's victory", "category": "Politics", "description": "(CNN)Congratulations have been pouring in for President-elect Joe Biden and Vice President-elect Kamala Harris from leaders around the world -- but not all have been forthcoming in acknowledging the projected victors of the 2020 US presidential election.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/ascertainment-trump-biden-transition/index.html"}, {"id": 3, "name": "Trump's refusal to accept loss puts transition work on hold", "category": "Business", "description": "(CNN)The business of transferring power between President Donald Trump and President-elect Joe Biden seemed on hold Monday as the incumbent plotted a messaging blitz to amplify his baseless claims of fraud even as his inner circle split over his ongoing refusal to accept the results of the 2020 election.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/donald-trump-election-transition/index.html"}, {"id": 4, "name": "Trump adviser overseeing legal challenges has coronavirus", "category": "Politics", "description": "(CNN)An adviser for President Donald Trump's campaign, David Bossie, has tested positive for coronavirus only days after he was tapped to oversee the campaign's legal challenges contesting the outcome of the election, two sources confirmed to CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/david-bossie-coronavirus/index.html"}, {"id": 5, "name": "Here's who's on Biden's Transition Covid-19 Advisory Board", "category": "Business", "description": "(CNN)President-elect Joe Biden and Vice President-elect Kamala Harris' newly appointed Transition Covid-19 Advisory Board is led by established public health officials and staffed by a mix of doctors and current and former government officials, some with high-profile media visibility.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/health/members-of-biden-covid-19-advisory-board/index.html"}, {"id": 6, "name": "'America is about to be rudely awakened:' What readers said about the election", "category": "Politics", "description": "(CNN)CNN asked viewers how they were feeling after the election -- a race that was too close to call until Saturday morning when CNN and other media outlets projected Joe Biden as the next president of the United States. Kamala Harris will be the nation's first Black and South Asian vice president, and first woman to hold that office.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/cnn-election-survey/index.html"}, {"id": 7, "name": "Trump's firing of his defense chief could be the start of a wild 72 days", "category": "Sports", "description": "Which, well, wasn't terribly surprising. Esper had been on Trump's naughty list for months -- ever since he opposed using the military to crack down on sometimes-violent protests that broke out in major American cities following the death of George Floyd in May. Several weeks before the election, Esper had a resignation letter pre-written. So he knew his day was coming.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/mark-esper-fired-donald-trump/index.html"}, {"id": 8, "name": "Covid-19 vaccine candidate is 90% effective, company says", "category": "Politics", "description": "(CNN)Drugmaker Pfizer said Monday an early look at data from its coronavirus vaccine shows it is more than 90% effective -- a much better than expected efficacy if the trend continues.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/health/pfizer-covid-19-vaccine-effective/index.html"}, {"id": 9, "name": "Pfizer CEO: Our vaccine timing had nothing to do with politics", "category": "Politics", "description": "New York (CNN Business)Pfizer's encouraging news about the effectiveness of its Covid-19 vaccine came nearly a week after Election Day. But Pfizer CEO Albert Bourla says the timing had nothing to do with politics.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/business/pfizer-covid-vaccine/index.html"}, {"id": 10, "name": "Analysis: The most important line in Biden's victory speech", "category": "Sports", "description": "(CNN)On Saturday night, President-elect Joe Biden did something the man he will replace in the White House never did in four years: He reached out the people who didn't vote for him.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/joe-biden-speech-trump/index.html"}, {"id": 11, "name": "Democrats flip suburban Georgia House seat", "category": "Politics", "description": "Carolyn Bourdeaux, Democratic nominee for Georgia's 7th Congressional District, greets supporters during a campaign rally at Pleasant Hill Baptist Church in Lawrenceville, Georgia, in October.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/carolyn-bourdeaux-wins-georgia-house-seat-democrat-flip/index.html"}, {"id": 12, "name": "Georgia GOP lieutenant governor says 'no credible examples' of voter fraud", "category": "Politics", "description": "(CNN)Georgia Lt. Gov. Geoff Duncan, a Republican, said Monday his office has not seen any evidence of widespread voter fraud or irregularities in his state as President Donald Trump continues to claim a second term in office was stolen from him.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/geoff-duncan-georgia-election-fraud-cnntv/index.html"}, {"id": 13, "name": "Eyes on Barrett, Kavanaugh and Gorsuch as Supreme Court decides Obamacare's future", "category": "Innovation", "description": "(CNN)The Supreme Court's new review of the Affordable Care Act presents a test for the three justices appointed by President Donald Trump, as health insurance for millions of Americans is at risk and the court's legitimacy remains under attack.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/barrett-kavanaugh-gorsuch-obamacare-supreme-court/index.html"}, {"id": 14, "name": "Analysis: Lindsey Graham may have won the award for worst 2020 election take", "category": "Politics", "description": "Of course, the current President is refusing to concede to that reality, because, um, lawsuits -- or something. Which is just fine with South Carolina Sen. Lindsey Graham.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/lindsey-graham-2020-election-donald-trump/index.html"}, {"id": 15, "name": "Europe just hit the US with $4 billion in new tariffs, but Biden could reduce tensions", "category": "Politics", "description": "London (CNN Business)The European Union is moving ahead with tariffs on $4 billion worth of US goods. But it also wants to end a series of bitter trade disputes and reboot its relationship with the United States as a new administration prepares to take power in Washington.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/business/eu-tariffs-boeing-airbus/index.html"}, {"id": 16, "name": "Azerbaijan claims capture of key city in Nagorno-Karabakh", "category": "Politics", "description": "(CNN)Azerbaijan claims it has captured the strategic city of Shusha in the disputed enclave of Nagorno-Karabakh, which sits in Azerbaijani territory but is populated and controlled by ethnic Armenians.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/europe/nagorno-karabakh-shusha-armenia-azerbaijan-russia-intl/index.html"}, {"id": 17, "name": "Concern of outright war in Ethiopia grows", "category": "Politics", "description": "Ethiopia's prime minister stepped up a military offensive in the northern region of Tigray on Sunday with air strikes as part of what he called a \"law enforcement operation,\" increasing fears of outright civil war in Africa's second-most populous country.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/africa/ethiopia-tigray-war-concerns-intl/index.html"}, {"id": 18, "name": "Russian soldier kills three in attack at military base", "category": "Politics", "description": "Moscow (CNN)A Russian soldier killed an officer with an ax and then shot two more officers at a military base near Voronezh, southern Russia, the country's investigative committee said in a statement Monday.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/europe/russian-military-base-shooting-scli-intl/index.html"}, {"id": 19, "name": "The person who bet $1.3 million on a Biden win hasn't been paid yet", "category": "Sports", "description": "London (CNN Business)The US election still hasn't ended for one person who bet £1 million ($1.3 million) on Joe Biden to be the next president.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/business/biden-betfair-wager/index.html"}, {"id": 20, "name": "This UK company has a contract to turn moon dust into oxygen", "category": "Business", "description": "London (CNN Business)A British company is hoping to turn dust from the moon's surface into oxygen — a project that could pave the way for further exploration and even habitation of the satellite.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/intl_business/moon-dust-intl-scli-gbr-scn/index.html"}, {"id": 21, "name": "Jupiter's moon Europa may glow in the dark", "category": "Innovation", "description": "NASA scientist Murthy Gudipati and study co-author Bryana Henderson conducting experiments using an instrument developed to study the effect of high-energy electron radiation on a replica of Europa's icy surface.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/world/jupiter-moon-europa-glow-in-the-dark-scn/index.html"}, {"id": 22, "name": "Much of Florida in state of emergency as Eta expected to strengthen to a hurricane", "category": "Politics", "description": "(CNN)Tropical Storm Eta was bringing heavy rainfall to parts of Cuba, the Bahamas and southern Florida on Monday afternoon after crossing over the Florida Keys.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/weather/tropical-storm-eta-monday/index.html"}, {"id": 23, "name": "Japan' prince declared heir to the throne", "category": "Politics", "description": "Japan formally declared Crown Prince Akishino heir to the throne on Sunday, after his elder brother Emperor Naruhito became monarch last year following their father's abdication.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/asia/japan-akishino-heir-intl-hnk-scli/index.html"}, {"id": 24, "name": "Premier League soccer stars impacted by new strain of Covid-19 found in Danish mink farms", "category": "Sports", "description": "(CNN)A new variant of Covid-19 found in Danish mink farms is disrupting the plans of international football teams for their upcoming fixtures, with UK-based footballers, including eight Premier League stars, notably affected.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/football/mink-denmark-covid-19-international-break-premier-league-spt-intl/index.html"}, {"id": 25, "name": "Pfizer vaccine news bodes well for other coronavirus vaccines, experts say", "category": "Health", "description": "(CNN)News that Pfizer's coronavirus vaccine strongly protects people against infection is good news for other vaccines being developed against the pandemic, Dr. Anthony Fauci said Monday.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/health/coronavirus-vaccines-pfizer-data-meaning/index.html"}, {"id": 26, "name": "10 million people have been infected in the US -- and the rates keep rising in 43 states", "category": "Politics", "description": "That bleak milestone was reached Monday, according to data from Johns Hopkins University. And the most recent 1 million infections happened faster than any previous million, in just 10 days.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/health/us-coronavirus-monday/index.html"}, {"id": 27, "name": "Ben Carson is the latest Trump official to test positive for coronavirus", "category": "Politics", "description": "(CNN)Housing and Urban Development Secretary Ben Carson tested positive for coronavirus on Monday, his deputy chief of staff Coalter Baker confirmed to CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/ben-carson-coronavirus/index.html"}, {"id": 28, "name": "Deborah Birx has not been approached by Biden's team about staying on", "category": "Sports", "description": "Washington (CNN)Dr. Deborah Birx has privately told colleagues she has not yet been contacted by anyone on President-elect Joe Biden's team, and whether she will be staying on as a government employee in the fight against the coronavirus pandemic remains up in the air.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/politics/deborah-birx-biden-coronavirus/index.html"}, {"id": 29, "name": "Soccer's 'brain disease' ticking time bomb", "category": "Sports", "description": "(CNN)The 1960s were in full swing. The Beatles and The Stones topped the charts, shoppers flocked to Carnaby Street and the mini skirt and Mini car were in maximum demand.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/football/football-dementia-spt-intl-gbr-cmd/index.html"}, {"id": 30, "name": "Military carrier pigeon message turns up 110 years after it was sent", "category": "Politics", "description": "Found in a field in mid-September by a couple out hiking in Ingersheim, northeastern France, the message was sent from one German military officer to another in 1910, when the area was still part of Germany, according to Dominique Jardy, curator of the nearby Linge Memorial museum.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/europe/pigeon-message-found-france-scli-intl/index.html"}, {"id": 31, "name": "Female mongooses start fights and then sneak off to mate with the enemy", "category": "Sports", "description": "(CNN)Female mongooses looking to mate with a male from a rival gang have developed a crafty method to cheat on their partners -- by starting fights, and using the violence as cover.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/africa/mongoose-fight-mating-intl-scli-scn/index.html"}, {"id": 32, "name": "Eva Longoria apologizes and clarifies why she said Latinas were the 'real heroines' of the election", "category": "Politics", "description": "(CNN)Actress and activist Eva Longoria has apologized for remarks made during an interview with MSNBC after she was criticized for appearing dismissive of Black women.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/entertainment/eva-longoria-black-women-voters-apology-trnd/index.html"}, {"id": 33, "name": "Tom Brady has one of the worst games of his career in record loss", "category": "Sports", "description": "The two oldest active players in the NFL facing off to win NFC South supremacy for their respective teams, the Tampa Bay Buccaneers and the New Orleans Saints.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/sport/tom-brady-worst-game-of-career-spt-intl/index.html"}, {"id": 34, "name": "The only place in the world experiencing overtourism right now", "category": "World", "description": "(CNN) — The coronavirus pandemic has decimated the travel industry, as hotels, restaurants and airlines in destinations around the world find themselves going broke or dramatically cutting back costs as they try to survive.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/chatham-islands-new-zealand-overtourism-intl-hnk/index.html"}, {"id": 35, "name": "Analysis: There's no such thing as too many Apple events", "category": "Reel", "description": "San Francisco (CNN Business)Less than 24 hours before Election Day, Apple announced it would host its fourth major event of the year the following week.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/tech/apple-event-coronavirus-2020/index.html"}, {"id": 36, "name": "'The Crown' Season 4: Recreating more unforgettable looks from royal history", "category": "Sports", "description": "Netflix's \"The Crown\" has been critically acclaimed for its dramatic portrayal of Britain's royal family, thanks in large part to its keen attention to detail. Everything from the elaborate set design to luxurious costumes have been carefully reconstructed over the course of three seasons.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/the-crown-season-4-costume-design/index.html"}, {"id": 37, "name": "The symbolism behind Kamala Harris' choice of suit", "category": "Politics", "description": "As soon as Kamala Harris took to the stage in Wilmington, Delaware, on Saturday night, social media was abuzz with talk of her outfit. It was a telling sign, for better or worse, of the public scrutiny her fashion will face in the coming years.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/kamala-harris-white-suit/index.html"}, {"id": 38, "name": "Scientists discover two new species in Australia", "category": "Technology", "description": "(CNN)If you take a walk through the forests of Australia's east coast, you might come across the greater glider -- a possum-sized marsupial with big ears and a long furry tail, that glides from tree to tree.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/australia/australia-discover-marsupial-glider-species-intl-hnk-scli-scn/index.html"}, {"id": 39, "name": "Snake venom is a boon in search for life-saving drugs", "category": "World", "description": "Biomedical scientist Zoltan Takacs has traveled to more than 190 countries in search of venomous creatures that can potentially help create new medical treatments -- like this sea snake in Fiji.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/health/vital-signs-snake-venom-spc-scn-intl-wellness/index.html"}, {"id": 40, "name": "Carlos Ortiz becomes the first Mexican golfer to win a PGA Tour title in 42 years", "category": "Travel", "description": "Ortiz held off a challenge from world No. 1 Dustin Johnson and Japan's Hideki Matsuyama to become the first Mexican golfer to win a PGA Tour event in 42 years.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/golf/carlos-ortiz-mexico-pga-tour-houston-open-spt-intl/index.html"}, {"id": 41, "name": "Which Christmas markets are still going ahead?", "category": "Travel", "description": "While these events can be traced back to Vienna -- the city's first recorded December market was in 1298 -- the tradition has spread across the world over the centuries.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/top-christmas-markets/index.html"}, {"id": 42, "name": "Richard Branson wants to be the first 'space billionaire' to actually travel to space", "category": "Travel", "description": "New York (CNN Business)Richard Branson, the thrill-seeking British billionaire, founded Virgin Galactic in 2004 on the promise that a privately developed spacecraft would make it possible for hundreds of people to become astronauts, no NASA training required. And if a 2,500-mile-per-hour ride to the edge of space sounded off-putting, Branson also pledged to take the journey himself before letting paying customers on board.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/tech/richard-branson-virgin-galactic-space-scn/index.html"}, {"id": 43, "name": "Markets have had their election party. Is there a hangover coming?", "category": "Politics", "description": "A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/investing/stocks-week-ahead/index.html"}, {"id": 44, "name": "Xbox Series X review: Why you should wait before buying", "category": "Business", "description": "New York (CNN Business)It's been seven years since Microsoft released the Xbox One, the last major generational upgrade to its Xbox series. Now, over a year after the company first announced its next-generation console was coming, it's finally here.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/05/tech/xbox-series-x-review/index.html"}, {"id": 45, "name": "Tesla just rolled out its own tequila. It's already sold out", "category": "World", "description": "Hong Kong (CNN Business)Elon Musk has already gotten people to buy flamethrowers, short shorts and surfboards. Now he's throwing in some tequila, too.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/tech/tesla-tequila-nosotros-intl-hnk/index.html"}, {"id": 46, "name": "Some stores are limiting toilet paper purchases again", "category": "Business", "description": "New York (CNN Business)Several leading grocery chains are reimposing limits on key items such as toilet paper, paper towels and disinfecting wipes, hoping to keep their shelves stocked and prevent shoppers from hoarding as they did when the pandemic began in the spring.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/business/grocery-stores-toilet-paper-cleaning-wipes/index.html"}, {"id": 47, "name": "Farewell to the airport that wouldn't die", "category": "Travel", "description": "(CNN) — While the recent opening of Berlin's long-delayed Brandenburg Airport will have caused many in the city to breathe a sigh of relief, it also means the sad end of an era.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/tegel-airport-berlin-closure/index.html"}, {"id": 48, "name": "Beautiful Italian village will pay you to move there", "category": "Business", "description": "Normally, the next step is to sell off abandoned houses for €1. Villages from all over the country have seen foreigners snap up property for pennies -- with the deal being that they must renovate the house within a certain amount of time.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/santo-stefano-italy-pay-to-move/index.html"}, {"id": 49, "name": "The 'Caspian Sea Monster' rises from the grave", "category": "World", "description": "(CNN) — Beached on the western shores of the Caspian Sea, it looks like a colossal aquatic beast -- a bizarre creation more at home in the deep than above the waves. It certainly doesn't look like something that could ever fly.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/caspian-sea-monster-ekranoplan/index.html"}, {"id": 50, "name": "There's a new world's longest flight -- with a catch", "category": "World", "description": "(CNN) — Last week it was the return of the world's longest flight -- Singapore to New York JFK. This week comes another new aviation record: the world's longest flight in a single-aisle aircraft.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/air-transat-a321-longest-flight/index.html"}, {"id": 51, "name": "Italian islands become 'sex pilgrimage' sites", "category": "Travel", "description": "(CNN) — They're pristine, wild and extremely hot -- and not just because of the high temperature and the stunning volcanic landscape with constant little eruptions.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/italy-fertility-islands/index.html"}, {"id": 52, "name": "Airline that went bust due to Covid makes a comeback", "category": "Travel", "description": "Flybe, at one point Europe's largest independent regional airline, went bust in March 2020, when Covid-19 was beginning to spread throughout Europe. But seven months later, as the pandemic continues with no end in sight, the airline has been bought -- and it could even be flying again by 2021.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/flybe-relaunch-pandemic/index.html"}, {"id": 53, "name": "Rory McIlroy bids to join golf's greats with career grand slam at Masters", "category": "Sports", "description": "They'd set a score for McIlroy to shoot and if he beat it, Diamond bought him dinner. If McIlroy fell short, the tab was on him. More than just for kicks, it helped focus the practice.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/golf/rory-mcilroy-masters-grand-slam-2020-spt-intl/index.html"}, {"id": 54, "name": "How Bryson DeChambeau is making rivals rethink their approach to golf", "category": "Style", "description": "The addition of 40 pounds of muscle during lockdown catapulted him to the top of the PGA Tour's driving distance rankings. That prodigious driving also helped DeChambeau blitz his way to his maiden major victory at the US Open.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/golf/golfers-changing-bryson-dechambeau-rory-mcilroy-justin-thomas-justin-rose-spc-spt-intl/index.html"}, {"id": 55, "name": "Premier League soccer stars impacted by new strain of Covid-19 found in Danish mink farms", "category": "Sports", "description": "(CNN)A new variant of Covid-19 found in Danish mink farms is disrupting the plans of international football teams for their upcoming fixtures, with UK-based footballers, including eight Premier League stars, notably affected.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/football/mink-denmark-covid-19-international-break-premier-league-spt-intl/index.html"}, {"id": 56, "name": "Solskjaer defiant despite scrutiny over Man Utd future", "category": "Innovation", "description": "Though he only trained between the ages of eight and 10, Solskjaer will need to apply everything he learned in those formative years as he attempts to wrestle back control of a Manchester United team that has woefully underperformed in recent matches.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/football/ole-gunnar-solskjaer-manchester-united-everton-premier-league-spt-intl/index.html"}, {"id": 57, "name": "Masters miracle: Written off as 'gone, done,' the 'Golden Bear' had other ideas", "category": "Business", "description": "He was washed up, they said, yet here he was making a charge at a sixth Masters title at the age of 46. He hadn't won a major for six years, but the \"Golden Bear\" was emerging from hibernation.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/golf/jack-nicklaus-masters-1986-green-jacket-tiger-woods-spc-spt-intl/index.html"}, {"id": 58, "name": "The young designer behind Gigi Hadid's ruffled yellow top", "category": "Style", "description": "For Teniola \"Tia\" Adeola, her debut on the New York Fashion Week show schedule took place a little over a month before the novel coronavirus took hold of the major fashion capitals and effectively brought the global fashion industry to its knees.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/tia-adeola-fashion-designer-wcs/index.html"}, {"id": 59, "name": "LeAnn Rimes' nude photos reveal ongoing battle with psoriasis", "category": "Sports", "description": "LeAnn Rimes has opened up about her struggle with psoriasis, sharing two \"unabashedly honest\" photographs of her skin on Instagram.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/leann-rimes-psoriasis-scli-intl-wellness/index.html"}, {"id": 60, "name": "Germany's ex-royals want their riches back, but past ties to Hitler stand in the way", "category": "Sports", "description": "Georg Friedrich, Prince of Prussia, is locked in a legal battle for more than 10,000 family artifacts seized or lost after World War II. The case rests on one question: Did his ancestors help the Nazis?", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/hohenzollern-prince-georg-prussia/index.html"}, {"id": 61, "name": "Why the image of first lady is judged so harshly", "category": "World", "description": "Many a first lady has felt the warm glow of public adoration, only to have it quickly flicker out when it is decided that she does not fit the image created for her.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/the-weaponization-of-a-first-ladys-image/index.html"}, {"id": 62, "name": "A world-famous Congolese style tradition is changing with the times", "category": "Style", "description": "Often referred to as \"dandies\" of the Congo, \"sapeurs\" and \"sapeuses\" are men, women and children whose sharp and stylish way of dressing has caught the world's attention. Below, photographer Tariq Zaidi writes about his own experiences immortalizing some of the followers of \"La Sape,\" describing how the tradition first started and how it has evolved with the times in an edited excerpt from the book \"Sapeurs: Ladies and Gentlemen of the Congo.\" All opinions expressed in this article belong to the author.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/congo-style-sapeurs-sapeuses-africa-avant-garde/index.html"}, {"id": 63, "name": "8 houses built in impossible places", "category": "Politics", "description": "Agata Toromanoff is an art and design historian and the author of several books on interior design and architecture. The following is an edited excerpt of her new book \"Edgy Architecture: Living in the Most Impossible Places,\" published by Lannoo.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/houses-impossible-architecture/index.html"}, {"id": 64, "name": "After bitterly divided election, what's next for America", "category": "Politics", "description": "(CNN)After nearly five breathless days of vote-counting, the American people -- and the world -- got the news Saturday: Joe Biden would be the next president of the United States. So, where to now, nation? CNN Opinion asked 25 commentators to consider the question: What does the outcome of this election say about America in 2020? The opinions are their own.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/post-election-roundup-what-now-america-opinion/index.html"}, {"id": 65, "name": "Black voters led US in winning direction. Now what?", "category": "Politics", "description": "Peniel E. Joseph is the Barbara Jordan chair in ethics and political values and the founding director of the Center for the Study of Race and Democracy at the LBJ School of Public Affairs at the University of Texas at Austin, where he is also a professor of history. He is the author of several books, most recently, \"The Sword and the Shield: The Revolutionary Lives of Malcolm X and Martin Luther King Jr.\" The views expressed here are his own. View more opinion articles on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/black-voters-led-biden-harris-what-now-joseph/index.html"}, {"id": 66, "name": "What Trump doesn't get about Pennsylvania", "category": "Sports", "description": "Republican Charlie Dent is a former US congressman from Pennsylvania who served as chairman of the House Ethics Committee from 2015 until 2016 and chairman of the House Appropriations Subcommittee on Military Construction, Veterans Affairs and Related Agencies from 2015 until 2018. He is a CNN political commentator. The views expressed in this commentary are his own. View more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/why-trump-lost-pennsylvania-dent/index.html"}, {"id": 67, "name": "To Trump, this had to sting", "category": "Reel", "description": "Sign up to get our new weekly column as a newsletter. We're looking back at the strongest, smartest opinion takes of the week from CNN and other outlets.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/opinions/americas-verdict-on-donald-trump-column-galant/index.html"}, {"id": 68, "name": "Ringing church bells, relief and schadenfreude", "category": "Politics", "description": "(CNN)What does the world think about America's tumultuous 2020 election? CNN Opinion asked contributors for their views on what Joe Biden's defeat of Donald Trump could mean for their countries. The views expressed here are their own.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/us-election-international-opinion-round-up/index.html"}, {"id": 69, "name": "The greatest gift Alex Trebek left us", "category": "Travel", "description": "Jeff Yang is a frequent contributor to CNN Opinion, a featured writer for Quartz and other publications, and the co-host of the podcast \"They Call Us Bruce.\" He co-wrote Jackie Chan's best-selling autobiography, \"I Am Jackie Chan,\" and is the editor of three graphic novels: \"Secret Identities,\" \"Shattered\" and the forthcoming \"New Frontiers.\" The opinions expressed in this commentary are his. Read more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/alex-trebek-left-a-tremendous-gift-jeopardy-yang/index.html"}, {"id": 70, "name": "Here's what Trump may try to do", "category": "Sports", "description": "Elie Honig is a CNN legal analyst and former federal and state prosecutor. The views expressed in this commentary are his own. View more opinion on CNN. Watch Honig answer readers' questions on \"CNN Newsroom with Ana Cabrera\" on weekends.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/opinions/what-trump-may-try-to-do-honig/index.html"}, {"id": 71, "name": "Trump's being dragged kicking into this club", "category": "Sports", "description": "Kate Andersen Brower is a CNN contributor and the author of \"Team Of Five: The Presidents Club in the Age of Trump,\" \"First Women: The Grace and Power of America's Modern First Ladies,\" \"First in Line: Presidents, Vice Presidents and the Pursuit of Power,\" and \"The Residence: Inside the Private World of the White House.\" The opinions expressed here are hers. Read more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/opinions/trump-loss-former-presidents-club-andersen-brower/index.html"}, {"id": 72, "name": "Alpha Kappa Alpha sorority sisters bask in Kamala Harris' victory", "category": "Sports", "description": "(CNN)Michelle Arrington was on a plane headed to a beach reunion with her Alpha Kappa Alpha Sorority sisters Saturday when American history happened.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/politics/alpha-kappa-alpha-sorority-kamala-harris/index.html"}, {"id": 73, "name": "World leaders congratulate Joe Biden on his victory", "category": "World", "description": "(CNN)A stream of world leaders congratulated President-elect Joe Biden and Vice President-elect Kamala Harris on their victory in the 2020 US presidential election on Saturday, with many striking a jubilant tone on social media.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/americas/biden-global-reaction-election-intl/index.html"}, {"id": 74, "name": "Many immigrants breathe a sigh of relief", "category": "Entertainment", "description": "People hold signs during a rally in support of the Supreme Court's ruling in favor of the Deferred Action for Childhood Arrivals (DACA) program, in San Diego, California June 18, 2020.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/politics/immigrants-daca-biden-trump/index.html"}, {"id": 75, "name": "Analysis: The triumphant grief of Joe Biden", "category": "Politics", "description": "(CNN)When the news (finally) broke on Saturday morning that Joe Biden had defeated Donald Trump and claimed the presidency, two images of the now President-elect flashed through my mind.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/politics/president-elect-joe-biden/index.html"}, {"id": 76, "name": "Trump campaign planning messaging blitz to fuel unsupported election questions", "category": "Politics", "description": "(CNN)President Donald Trump's campaign is planning a messaging blitz to fuel its argument -- unsupported by any evidence to date -- that the President's second term is being stolen from him through corrupt vote counts in battleground states, three sources familiar with the matter told CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/politics/donald-trump-campaign-messaging-election-problems/index.html"}, {"id": 77, "name": "Analysis: How House Republicans shocked the political world", "category": "World", "description": "(CNN)The biggest surprise of the 2020 election wasn't Donald Trump's likely loss to Joe Biden or even Senate Republicans' seeming ability to keep their majority intact. It was that House Republicans, facing predictions from the political prognosticators of potential double-digit seat losses, will wind up picking up seats when all the votes are counted.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/politics/house-races-republicans-democrats-2020-election/index.html"}, {"id": 78, "name": "Claims that dead people voted went viral. These are the facts", "category": "Politics", "description": "(CNN)To hear some people tell it -- including a handful of prominent Republicans, such as members of President Trump's family and supporters like former House Speaker Newt Gingrich and former acting Director of National Intelligence Richard Grenell -- you might think that Democrats were using dead people to steal Michigan's Electoral College votes from Trump.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/tech/michigan-dead-voter-fact-debunking/index.html"}, {"id": 79, "name": "Apple suspends new business with iPhone supplier that used students on night shifts", "category": "Business", "description": "The iPhone maker said Monday that it would stop giving Pegatron, a longtime Taiwanese supplier, new business after it discovered that some student workers in China had worked nights and overtime, against Apple's rules.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/tech/apple-pegatron-labor-violation-intl-hnk/index.html"}, {"id": 80, "name": "Virgin Hyperloop completes first test with actual passengers ", "category": "Travel", "description": "Washington, DC (CNN Business)Virgin Hyperloop gave the first ride on its test track Sunday in Las Vegas, but it will be years before the public can potentially take a high-speed ride on a hyperloop.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/tech/virgin-hyperloop-passengers/index.html"}, {"id": 81, "name": "SoftBank's big bet on listed tech stocks cost it $1.3 billion", "category": "Technology", "description": "Hong Kong (CNN Business)Billionaire tycoon Masayoshi Son's huge bets in recent months on listed tech stocks didn't pay off.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/tech/softbank-earnings-vision-fund-intl-hnk/index.html"}, {"id": 82, "name": "Memorable 'Jeopardy!' moments", "category": "Reel", "description": "The game show and its host, Alex Trebek, have provided some stable enjoyment in the midst of much instability this past year.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/entertainment/memorable-jeopardy-moments/index.html"}, {"id": 83, "name": "Matthew Broderick 'very grateful' for his marriage", "category": "World", "description": "Sarah Jessica Parker and Matthew Broderick attend the \"Divorce\" New York premiere at SVA Theater on October 4, 2016, in New York City.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/entertainment/matthew-broderick-sarah-jessica-parker/index.html"}, {"id": 84, "name": "Miss Teen USA 2020 crowned", "category": "Sports", "description": "(CNN)Ki'ilani Arruda of Kauai, Hawaii, was crowned Miss Teen USA on Saturday, becoming the second Hawaiian to win the annual competition.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/us/miss-teen-usa-2020-winner-trnd/index.html"}, {"id": 85, "name": "Foo Fighters debut new single on 'SNL'", "category": "Innovation", "description": "(CNN)The Foo Fighters performed their new single \"Shame Shame\" from upcoming studio album \"Medicine at Midnight\" on the latest episode of \"Saturday Night Live\" hosted by Dave Chappelle.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/entertainment/foo-fighters-debut-single-on-snl-trnd/index.html"}, {"id": 86, "name": "Rock Hall of Fame induction ceremony", "category": "World", "description": "(CNN)The pandemic-safe version of the annual Rock & Roll Hall of Fame Induction Ceremony on Saturday night -- like most major events this year -- will be a virtual experience.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/entertainment/rock-and-roll-hall-of-fame-special-trnd/index.html"}, {"id": 87, "name": "Dave Chappelle incisively sums up all of 2020", "category": "World", "description": "(CNN)On the same day the US got a new president, \"Saturday Night Live\" host Dave Chappelle served up a biting monologue that hit the lowlights of the year, including coronavirus and the rage and tension the country has felt.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/entertainment/dave-chappelle-snl-sums-up-2020-trnd/index.html"}, {"id": 88, "name": "Paralyzed artist made these paintings using her eyes", "category": "World", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/sarah-ezekiel-art/index.html"}, {"id": 89, "name": "Mars city is being built in the desert", "category": "Politics", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/mars-science-city-images-spc-scn/index.html"}, {"id": 90, "name": "Innovative buildings in the city of the future", "category": "Innovation", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/dubai-architecture-innovations-spc-intl/index.html"}, {"id": 91, "name": "Dizzying images show skyscrapers from the sky", "category": "World", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/vertiginous-photos-dubai-spc-intl/index.html"}, {"id": 92, "name": "What it was really like to fly on Concorde", "category": "Travel", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/gallery/concorde-experience-photos/index.html"}, {"id": 93, "name": "Heart-stopping photos of Kai Tak International Airport", "category": "Politics", "description": "Check out these heart-stopping photos of Kai Tak International Airport in Hong Kong. It's been closed since 1998 but is remembered for its dramatic landings.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/gallery/hong-kong-kai-tak-airport/index.html"}, {"id": 94, "name": "These animals were brought back from the brink of extinction", "category": "Sports", "description": "Captive breeding -- where endangered animals in zoos or other facilities are encouraged to reproduce, with the aim of releasing the offspring -- has been credited for saving a number species from extinction in the wild. Pictured, a golden lion tamarin at ZSL London Zoo.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/09/17/world/captive-breeding-species-cte-scn-spc-intl/index.html"}, {"id": 95, "name": "Farewell to the airport that wouldn't die", "category": "Travel", "description": "(CNN) — While the recent opening of Berlin's long-delayed Brandenburg Airport will have caused many in the city to breathe a sigh of relief, it also means the sad end of an era.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/tegel-airport-berlin-closure/index.html"}, {"id": 96, "name": "The 'Caspian Sea Monster' rises from the grave", "category": "World", "description": "(CNN) — Beached on the western shores of the Caspian Sea, it looks like a colossal aquatic beast -- a bizarre creation more at home in the deep than above the waves. It certainly doesn't look like something that could ever fly.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/caspian-sea-monster-ekranoplan/index.html"}, {"id": 97, "name": "What if Trump refuses to concede?", "category": "Sports", "description": "President Trump hasn't said whether or not he will peacefully pass the presidential torch if he loses the election. His opponent, former Vice President Joe Biden, says it won't matter.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/politics/2020/11/02/what-if-trump-loses-and-refuses-to-concede-orig-dp-jm.cnn"}, {"id": 98, "name": "CNN breaks down election results", "category": "Politics", "description": "CNN's John Avlon breaks down the 2020 US election results, comparing president-elect Joe Biden's performance to Hillary Clinton's in 2016.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/politics/2020/11/09/joe-biden-election-votes-reality-check-avlon-sot-newday-vpx.cnn"}, {"id": 99, "name": "What Wolf Blitzer thought of 'SNL's' latest CNN spoof", "category": "World", "description": "Wolf Blitzer has been portrayed by several \"Saturday Night Live\" cast members over the years, with the latest impersonation coming hours after the 2020 presidential race was called for Joe Biden. The Situation Room anchor weighs in with his thoughts on the show's multiple Blitzers.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/media/2020/11/09/snl-election-wolf-blitzer-reax-tsr-vpx.cnn"}, {"id": 100, "name": "After 14 sons, couple welcomes baby girl", "category": "Travel", "description": "Jay and Kateri Schwandt are celebrating the birth of their first daughter, Maggie Jayne, who is the only girl out of 14 brothers. Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/us/2020/11/07/jay-kateri-schwandt-daughter-15-children-orig-llr.cnn"}, {"id": 101, "name": "What Wolf Blitzer thought of 'SNL's' latest CNN spoof", "category": "World", "description": "Wolf Blitzer has been portrayed by several \"Saturday Night Live\" cast members over the years, with the latest impersonation coming hours after the 2020 presidential race was called for Joe Biden. The Situation Room anchor weighs in with his thoughts on the show's multiple Blitzers.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/media/2020/11/09/snl-election-wolf-blitzer-reax-tsr-vpx.cnn"}, {"id": 102, "name": "See the Golf R, VW's most powerful Golf ever", "category": "Sports", "description": "Most stock quote data provided by BATS. Market indices are shown in real time, except for the DJIA, which is delayed by two minutes. All times are ET. Disclaimer. Morningstar: Copyright 2018 Morningstar, Inc. All Rights Reserved. Factset: FactSet Research Systems Inc.2018. All rights reserved. Chicago Mercantile Association: Certain market data is the property of Chicago Mercantile Exchange Inc. and its licensors. All rights reserved. Dow Jones: The Dow Jones branded indices are proprietary to and are calculated, distributed and marketed by DJI Opco, a subsidiary of S&P Dow Jones Indices LLC and have been licensed for use to S&P Opco, LLC and CNN. Standard & Poor's and S&P are registered trademarks of Standard & Poor's Financial Services LLC and Dow Jones is a registered trademark of Dow Jones Trademark Holdings LLC. All content of the Dow Jones branded indices Copyright S&P Dow Jones Indices LLC 2018 and/or its affiliates.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/business/2020/11/04/vw-golf-r-performance-volkswagon-orig.cnn-business"}, {"id": 103, "name": "Swimming inside the Dubai Aquarium", "category": "Sports", "description": "Francis Uy is an experienced diver with a very unusual job. He cares for over 30,000 animals in the aquarium of one of the world's largest malls.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/world/2020/10/26/dubai-aquarium-global-gateway-spc-intl.cnn"}, {"id": 104, "name": "Watch Fox News call the election for Biden", "category": "Politics", "description": "Fox News was reporting on voter fraud for 10 minutes after other networks called the election. Their announcement eventually came at 11:40am ET.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/business/2020/11/07/moment-fox-news-calls-presidency-ch-orig.cnn"}, {"id": 1, "name": "'Milestone' vaccine offers 90% Covid protection", "category": "Health", "description": "The first effective coronavirus vaccine can prevent more than 90% of people from getting Covid-19, a preliminary analysis shows.", "website": "bbc.com", "url": "https://www.bbc.com/news/health-54873105"}, {"id": 2, "name": "Biden tells Americans: I implore you, wear a mask", "category": "Style", "description": "US President-elect Joe Biden has delivered a passionate appeal to Americans to wear a mask as the best way to \"turn this pandemic around\".", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54875485"}, {"id": 3, "name": "NI peer told to apologise over Kamala Harris tweet", "category": "World", "description": "A member of the House of Lords, Lord Kilclooney, has been told to apologise for referring to US vice-president-elect Kamala Harris as \"the Indian\".", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-northern-ireland-54874541"}, {"id": 4, "name": "The maps that reveal alternate history", "category": "Politics", "description": "What if major elections, wars and events had turned out differently? Samuel Arbesman explores the detail and delights of maps that plot alternative worlds to our own.", "website": "bbc.com", "url": "https://www.bbc.com/future/article/20201104-the-intriguing-maps-that-reveal-alternate-histories"}, {"id": 5, "name": "The country that promotes public nudity", "category": "Politics", "description": "We've made some important changes to our Privacy and Cookies Policy and we want you to know what this means for you and your data.", "website": "bbc.com", "url": "https://www.bbc.com/travel/story/20201108-why-germans-love-getting-naked-in-public"}, {"id": 6, "name": "Biden urges mask-wearing as Trump legal push looms", "category": "Politics", "description": ".CSS-1D21UE5-PULSINGCIRCLE{WILL-CHANGE:OPACITY;}@MEDIA (PREFERS-REDUCED-MOTION:NO-PREFERENCE){.CSS-1D21UE5-PULSINGCIRCLE{-WEBKIT-ANIMATION:LIVE-PULSE 1.7S CUBIC-BEZIER(0.25,0.1,0.25,1) 1S 3;ANIMATION:LIVE-PULSE 1.7S CUBIC-BEZIER(0.25,0.1,0.25,1) 1S 3;}}@-WEBKIT-KEYFRAMES LIVE-PULSE{0%{OPACITY:1;}50%{OPACITY:0.3;}100%{OPACITY:1;}}@KEYFRAMES LIVE-PULSE{0%{OPACITY:1;}50%{OPACITY:0.3;}100%{OPACITY:1;}}LIVE", "website": "bbc.com", "url": "https://www.bbc.com/news/live/election-us-2020-54786937"}, {"id": 7, "name": "Donald Trump fires Defence Secretary Mark Esper", "category": "Politics", "description": "President Donald Trump has sacked Defence Secretary Mark Esper, announcing on Twitter that the top US official has been \"terminated\".", "website": "bbc.com", "url": "https://www.bbc.com/news/world-us-canada-54880774"}, {"id": 8, "name": "Trump post-election adviser 'positive for Covid'", "category": "Politics", "description": "The adviser overseeing President Donald Trump's challenges to his election defeat has been infected with Covid-19, sources have told US media.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54881719"}, {"id": 9, "name": "Vietnamese Grand Prix dropped for 2021", "category": "World", "description": "It raises doubts that the race, due to make its debut in April before it was called off because of the coronavirus pandemic, will ever take place.", "website": "bbc.com", "url": "https://www.bbc.com/sport/formula1/54879815"}, {"id": 10, "name": "Pogba 'cannot be happy' at Man Utd", "category": "World", "description": "Manchester United midfielder Paul Pogba \"cannot be happy\" with his situation at the club, says France manager Didier Deschamps.", "website": "bbc.com", "url": "https://www.bbc.com/sport/football/54843159"}, {"id": 11, "name": "Premier League to hear five subs plea", "category": "Sports", "description": "Manchester City boss Pep Guardiola (right) and Liverpool manager Jurgen Klopp (left) are both in favour of five substitutes", "website": "bbc.com", "url": "https://www.bbc.com/sport/football/54869990"}, {"id": 12, "name": "World leaders who haven't congratulated Biden", "category": "World", "description": "With Joe Biden projected to win the US presidential elections on Saturday, many world leaders hastened to congratulate him on his victory.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54871890"}, {"id": 13, "name": "Why Donald Trump lost", "category": "World", "description": "Let the 2020 election bury the mistaken notion once and for all that the 2016 election was a historical accident, an American aberration.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54788636"}, {"id": 14, "name": "Biden win sees 'First Dogs' return to White House", "category": "Sports", "description": "Democrat Mr Biden is set to bring his two German Shepherds - Champ and Major - with him to the sprawling residence after the inauguration in January.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54871695"}, {"id": 15, "name": "How Covid-19 changed the way we live", "category": "Sports", "description": "Covid-19 will likely have permanent effects on the way we work. But the way we live, socialise and move about the world will be different, too.", "website": "bbc.com", "url": "https://www.bbc.com/worklife/article/20201109-coronavirus-how-cities-travel-and-family-life-will-change"}, {"id": 16, "name": "The isles where King Arthur is buried?", "category": "Politics", "description": "We've made some important changes to our Privacy and Cookies Policy and we want you to know what this means for you and your data.", "website": "bbc.com", "url": "https://www.bbc.com/travel/story/20201109-scilly-britains-mediterranean-like-isles-steeped-in-myth"}, {"id": 17, "name": "Should destroying nature be a crime?", "category": "Weather", "description": "From the Pope to Greta Thunberg, there are growing calls for the crime of “ecocide” to be recognised in international criminal law – but could such a law ever work?", "website": "bbc.com", "url": "https://www.bbc.com/future/article/20201105-what-is-ecocide"}, {"id": 18, "name": "The new Crown is a ‘glorious spectacle’", "category": "Entertainment", "description": "Four stars for a series that is as much about ‘losing yourself’ in a lovingly created world as it is about ‘painting an absolute truth’, says Sarah Hughes.", "website": "bbc.com", "url": "https://www.bbc.com/culture/article/20201105-the-new-series-of-the-crown-is-a-glorious-spectacle"}, {"id": 19, "name": "Couple find century-old carrier pigeon message", "category": "Business", "description": "More than a century after it was dispatched by a German soldier, a message sent via carrier pigeon has been found by chance.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-europe-54870322"}, {"id": 20, "name": "'My grandfather's hidden wartime photo album'", "category": "Travel", "description": "Peter Goffin's grandfather told many stories of his war years in the UK with the Canadian Air Force, but only ever showed his family one photograph - of his wedding to a Welsh bride, Peter's grandmother. But after he died, an album was discovered that provided images to accompany the tales the family knew so well.", "website": "bbc.com", "url": "https://www.bbc.com/news/stories-54846201"}, {"id": 21, "name": "'I draw cakes for Bake Off, but I don't like them'", "category": "Sports", "description": "But The Great British Bake Off illustrator Tom Hovey's love for his livelihood was a bit of a slow burner - he's not even that keen on cake.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-wales-54812127"}, {"id": 22, "name": "How tech could transform ageing", "category": "Technology", "description": "Providing a growing older generation with a dignified and independent life means doing more with less – and governments and industry are looking to cutting-edge technology to help.", "website": "bbc.com", "url": "https://www.bbc.com/future/article/20201104-the-technologies-that-could-transform-ageing"}, {"id": 23, "name": "The rise of the 'monologue' job interview", "category": "Business", "description": "Companies are increasingly using automated video interviews to assess candidates. How do you get through this potentially uncomfortable experience?", "website": "bbc.com", "url": "https://www.bbc.com/worklife/article/20201102-asynchronous-video-interviews-the-tools-you-need-to-succeed"}, {"id": 24, "name": "Trump supporter: 'I think we can all get along'", "category": "Business", "description": "Donald Trump supporters have shared their thoughts on the election result in Pennsylvania, which the BBC projects Joe Biden winning.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54871835"}, {"id": 25, "name": "Trump supporter: 'I think we can all get...", "category": "Sports", "description": "Donald Trump supporters have shared their thoughts on the election result in Pennsylvania, which the BBC projects Joe Biden winning.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54871835"}, {"id": 26, "name": "'I lost eight pregnancies in nine years'", "category": "Health", "description": "A woman who experienced post-traumatic stress disorder after losing eight pregnancies in nine years wants to help other bereaved families.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-54845023"}, {"id": 27, "name": "", "category": "World", "description": "A Jewish witness to the violent attacks carried out during Kristallnacht is sharing his experiences to help educate future generations.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-europe-54841345"}, {"id": 28, "name": "", "category": "World", "description": "", "website": "bbc.com", "url": "https://www.bbc.com/news/world-us-canada-54867713"}, {"id": 29, "name": "", "category": "World", "description": "A record 32 million Latinos were eligible to vote in the 2020 election, making them the largest minority bloc of voters in the country. Although they historically lean Democrat, their support for the Republican party has been increasing.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-us-canada-54861000"}, {"id": 30, "name": "How a Frenchman captured the 'exotic' Glasgow", "category": "World", "description": "Forty years ago, French photographer Raymond Depardon was commissioned by The Sunday Times Magazine to travel to Glasgow for a feature on its rich and poor. The photos he took were never published.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-scotland-54800689"}, {"id": 31, "name": "Parler tops app charts in wake of Trump defeat", "category": "Sports", "description": "Twitter alternative Parler has become the most-downloaded app in the United States as conservatives flock to the self-styled \"free speech\" app after the US election.", "website": "bbc.com", "url": "https://www.bbc.com/news/technology-54873800"}, {"id": 32, "name": "'Mutant coronavirus' seen before on mink farms", "category": "Style", "description": "The mutated virus, which appears to have spread from animals to humans in Denmark, has been detected retrospectively at a mink farm in the Netherlands, according to a leading Dutch expert.", "website": "bbc.com", "url": "https://www.bbc.com/news/science-environment-54867653"}, {"id": 33, "name": "Global Covid-19 cases surge past 50 million", "category": "World", "description": "The total of confirmed coronavirus cases has surged past 50 million following record numbers of new cases in several countries.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-54867793"}]}