{"articles": [{"id": 1, "name": "TRENDING: Naked statue", "category": "Style", "description": "Mary Wollstonecraft, the 18th-century English writer and philosopher often dubbed the \"mother of feminism,\" received a new tribute on Tuesday: a statue in a London park meant to honor her life and work.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/mary-wollstonecraft-statue-london-intl-hnk-scli/index.html"}, {"id": 2, "name": "'Narcos'", "category": "Politics", "description": "Bad Bunny, full name Benito Antonio Martínez Ocasio, who previously spilled on his role, will guest star as a character named Arturo \"Kitty\" Paez.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/entertainment/narcos-season-3-trnd/index.html"}, {"id": 3, "name": "An unmistakable symbolic transfer of authority will take place despite Trump's efforts to deny Biden's legitimacy", "category": "Politics", "description": "(CNN)President Donald Trump's administration is taking on the characteristics of a tottering regime -- with its loyalty tests, destabilizing attacks on the military chain of command, a deepening bunker mentality and increasingly delusional claims of political victory.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/politics/donald-trump-joe-biden-transition/index.html"}, {"id": 4, "name": "Trump's Pentagon shake-up fuels alarm", "category": "Technology", "description": "Washington (CNN)The Trump administration has carried out sweeping changes atop the Defense Department's civilian leadership structure, removing several of its most senior officials and replacing them with perceived loyalists to the President.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/pentagon-policy-official-resigns/index.html"}, {"id": 5, "name": "Pence under the radar as Trump fights for power", "category": "World", "description": "(CNN)President Donald Trump continues to baselessly contest the election results and top Republicans have been circling the wagons to amplify that message. But one key ally has been publicly absent from the conversation: Vice President Mike Pence.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/politics/mike-pence-election-trump/index.html"}, {"id": 6, "name": "Biden says Trump's actions are 'an embarrassment'", "category": "Politics", "description": "(CNN)President-elect Joe Biden projected confidence about a transition effort that he said is \"well underway\" even as outgoing President Donald Trump and his administration attempt to impede it.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/biden-trump-transition/index.html"}, {"id": 7, "name": "Trump is 'burrowing' his loyalists into the government in a way that could be difficult for Biden to undo next year", "category": "Politics", "description": "Washington (CNN)President Donald Trump and his allies in the administration are dislodging officials across the government and burrowing loyalists into agencies in a way that could make them difficult for President-elect Joe Biden to remove next year.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/trump-officials-ousted-burrowing/index.html"}, {"id": 8, "name": "Analysis: Trump handling election loss like every other setback", "category": "Politics", "description": "(CNN)American voters have slammed President Donald Trump with the one thing he has always managed to avoid: a hard-stop of unyielding accountability.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/trump-election-loss-setback/index.html"}, {"id": 9, "name": "Meet the brains behind the world's first effective coronavirus vaccine", "category": "World", "description": "(CNN)Scientists Ugur Sahin and Ozlem Tureci have dedicated their lives to the field of oncology and infectious diseases, and spent years pioneering personalized immunotherapy treatments for cancer.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/europe/biontech-pfizer-vaccine-team-couple-intl/index.html"}, {"id": 10, "name": "HK pro-democracy lawmakers resign en masse after Beijing moves to quash dissent", "category": "Politics", "description": "Hong Kong (CNN)The entirety of Hong Kong's elected pro-democracy opposition announced its resignation Wednesday in protest over the expulsion of four lawmakers. The dramatic move comes after Beijing passed a resolution giving local authorities broad new powers to quash dissent, likely signaling the end of political opposition in the city.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/asia/hong-kong-lawmakers-unseated-china-intl-hnk/index.html"}, {"id": 11, "name": "Analysis: Merkel's message to Biden", "category": "Politics", "description": "This was adapted from the November 10 edition of CNN's Meanwhile in America, the daily email about US politics for global readers. Click here to read past editions and subscribe.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/world/meanwhile-in-america-november-10-intl/index.html"}, {"id": 12, "name": "Prominent lawyer gunned down in Benghazi", "category": "World", "description": "(CNN)Libya's UN-backed Government of National Accord has condemned the killing of prominent Libyan lawyer and women's rights activist Hanan al-Barassi, who was gunned down by armed men Tuesday in the eastern city of Benghazi.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/africa/libya-lawyer-rights-activist-killed-intl/index.html"}, {"id": 13, "name": "Respects paid to top Palestinian negotiator", "category": "Politics", "description": "Jerusalem (CNN)Palestinian Authority President Mahmoud Abbas paid his final respects to veteran negotiator Saeb Erekat on Wednesday, as the casket bearing Erekat's body was brought to the presidential compound in Ramallah for the leadership to say farewell.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/middleeast/saeb-erekat-palestinian-funeral-intl/index.html"}, {"id": 14, "name": "Modi declares election victory despite the shadow of India's unfolding coronavirus crisis", "category": "Politics", "description": "(CNN)Indian Prime Minister Narendra Modi has claimed victory in the country's first major state election held during the pandemic.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/asia/bihar-india-election-coronavirus-intl-hnk/index.html"}, {"id": 15, "name": "Bahrain's longest serving prime minister, Prince Khalifa Al Khalifa, dies at 84", "category": "Politics", "description": "(CNN)Bahraini Prime Minister Prince Khalifa bin Salman Al Khalifa, the only person to serve as Bahrain's premier since the founding of the tiny island state, has died at the age of 84.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/middleeast/bahrain-prime-minister-dies-intl/index.html"}, {"id": 16, "name": "John Roberts has heard just about enough of Obamacare for one lifetime", "category": "Politics", "description": "(CNN)Chief Justice John Roberts twice saved Obamacare, and he appears ready to uphold it again. But Roberts is growing weary of it all.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/john-roberts-affordable-care-act-again/index.html"}, {"id": 17, "name": "China breaks national record with manned-dive into deepest oceanic trench on Earth", "category": "Politics", "description": "Hong Kong (CNN)China has broken its own record for deepest manned dive into the world's oceans, sinking an estimated 10,909 meters (35,790 feet) into the Mariana Trench, state-run news agency Xinhua said.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/asia/china-record-dive-mariana-trench-intl-hnk/index.html"}, {"id": 18, "name": "Ex-police officer involved in fatal shooting of Breonna Taylor accused of sexual assault", "category": "World", "description": "(CNN)Former Louisville Metro Police Department Detective Brett Hankison, who was involved in the fatal shooting of Breonna Taylor, is being accused of sexual assault, according to a new lawsuit.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/us/louisville-breonna-taylor-officer-sexual-assault/index.html"}, {"id": 19, "name": "Analysis: 6 lawsuits Trump is going to have to deal with when he leaves office", "category": "Politics", "description": "And in case you forgot, there are at least a half dozen ongoing cases involving him -- and placing him in various levels of legal jeopardy -- still pending.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/donald-trump-lawsuits/index.html"}, {"id": 20, "name": "Jason Momoa was in debt after 'Game of Thrones'", "category": "Sports", "description": "(CNN)According to Jason Momoa he was \"completely in debt\" and \"starving\" immediately following his role on the hit series \"Game of Thrones.\"", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/entertainment/jason-momoa-debt-trnd/index.html"}, {"id": 21, "name": "New Zealand discovers 1,500 fraudulent votes in election with feathered candidates and no policies", "category": "Politics", "description": "One of 10 little spotted kiwi is released on Motuihe Island, a conservation pest-free island close to Auckland, on March 21, 2009 in Auckland, New Zealand.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/asia/new-zealand-bird-election-intl-hnk-scli/index.html"}, {"id": 22, "name": "$250 billion wiped off Chinese tech stocks", "category": "Technology", "description": "Hong Kong (CNN Business)Fears that Beijing could tighten the screw on China's biggest tech companies have wiped hundreds of billions of dollars off their stock market value in just two days.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/tech/china-tech-stock-selloff-intl-hnk/index.html"}, {"id": 23, "name": "Eta strengthens again to a hurricane and threatens Florida's Gulf Coast", "category": "Weather", "description": "(CNN)Eta strengthened again to a Category 1 hurricane over the Gulf of Mexico on Wednesday morning, and it could soon veer toward Florida bringing heavy downpours and dangerous flash flooding, river flooding and landslides.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/weather/eta-storm-wednesday/index.html"}, {"id": 24, "name": "Hong Kong and Singapore confirm date for launch of new 'travel bubble'", "category": "Travel", "description": "Hong Kong (CNN) — Hong Kong and Singapore have set a date to launch their new \"air travel bubble,\" which will allow residents to travel between the two Asian hubs without requiring quarantine or restrictive control measures.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/hong-kong-singapore-travel-bubble-intl-hnk-scli/index.html"}, {"id": 25, "name": "Singles Day: Alibaba sales blitz set for record haul as Chinese shake off Covid-19", "category": "Business", "description": "Hong Kong (CNN Business)China's annual Singles Day online shopping bonanza regularly hauls in tens of billions of dollars for Alibaba (BABA) and other e-commerce and retail companies in China. This year, it's taking on new meaning as a showcase for the country's success in battling the Covid-19 pandemic.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/tech/singles-day-2020-alibaba-intl-hnk/index.html"}, {"id": 26, "name": "Opinion: To my family who chose Trump over me: Was it worth it?", "category": "Health", "description": "Richard L. Eldredge is a contributing editor at Atlanta magazine and the founder and editor in chief of the digital arts magazine, Eldredge ATL. The views expressed here are his own. Read more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/opinions/trump-tore-my-family-apart-eldredge/index.html"}, {"id": 27, "name": "This 81-year-old Italian man couldn't visit his wife in hospital, so he serenaded her from the street", "category": "Travel", "description": "Rome (CNN)If music be the food of love, play on -- especially when coronavirus restrictions leave you with little other option.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/europe/italian-hospital-serenade-scli-intl/index.html"}, {"id": 28, "name": "This finger-prick Covid-19 test kit could cost $1", "category": "Innovation", "description": "(CNN)For the first time since the Covid-19 outbreak began, Africa may be poised to reshape rapid testing for the virus on the continent.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/africa/senegal-coronavirus-rapid-testing-spc-intl/index.html"}, {"id": 29, "name": "What you need to know about coronavirus today", "category": "Business", "description": "A version of this story appeared in the November 11 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/world/coronavirus-newsletter-11-11-20-intl/index.html"}, {"id": 30, "name": "Residents urged to stay home with hospitalizations higher than ever before in US", "category": "Travel", "description": "(CNN)Following weeks of rapid climbs in Covid-19 infections and hospitalizations, more state leaders have begun asking residents to stay at home in hopes of helping curb an already rampant spread of the virus. The announcements also come as Texas became the first US state to surpass a million cases.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/health/us-coronavirus-wednesday/index.html"}, {"id": 31, "name": "Pfizer's ultra-cold vaccine, a 'very complex' distribution plan and an exploding head emoji", "category": "Weather", "description": "(CNN)As Molly Howell, a state health official in North Dakota, watched a webinar on how to distribute what's expected to be the first Covid-19 vaccine, her head began to spin.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/health/pfizer-vaccine-distribution-cold-chain/index.html"}, {"id": 32, "name": "Naked female statue meant to honor feminist icon met with public derision", "category": "Politics", "description": "Mary Wollstonecraft, the 18th-century English writer and philosopher often dubbed the \"mother of feminism,\" received a new tribute on Tuesday: a statue in a London park meant to honor her life and work.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/mary-wollstonecraft-statue-london-intl-hnk-scli/index.html"}, {"id": 33, "name": "Honda's new Legend will drive itself on busy roads", "category": "Travel", "description": "Hong Kong/Tokyo (CNN Business)Honda (HMC) is launching a new version of its Legend sedan that will take over for drivers on busy highways after the company got approval for its level 3 self-driving system in Japan.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/business/honda-legend-autonomous-driving-intl-hnk/index.html"}, {"id": 34, "name": "Polish food: 15 best dishes", "category": "Style", "description": "Some of the Central European country's much-loved recipes date back centuries, and while many have evolved considerably over the years, they've all retained Poland's long-standing culinary values.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/best-polish-foods/index.html"}, {"id": 35, "name": "Tiger Woods serves up Champions Dinner as he prepares for Masters defence", "category": "Travel", "description": "(CNN)It's been 19 months since Tiger Woods claimed his fifth victory at The Masters, but the feeling of last year's final round still hasn't left him.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/golf/tiger-woods-masters-golf-spt-intl/index.html"}, {"id": 36, "name": "The place that created a musical genius", "category": "Reel", "description": "(CNN) — He's the towering musical genius who didn't let his deafness prevent him from becoming one of the world's greatest composers.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/beethoven-bonn-germany-anniversary/index.html"}, {"id": 37, "name": "Thinking about attending the Biden inauguration? You're going to pay a premium", "category": "Politics", "description": "(CNN) — Presidential inaugurations can be challenging in even the best conditions. Taking place in late January, the weather in DC is often numbingly cold. Large crowds of people clamoring to get near a stage isn't always fun. And this year, with a surge of Covid-19 cases, requirements for testing, and possible quarantines, will people even come?", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/biden-inauguration-dc-hotels-covid/index.html"}, {"id": 38, "name": "Remembering when 'swashbuckling' Seve Ballesteros made Masters history", "category": "Style", "description": "It is a place where tradition is valued above all else and the sacred Green Jacket, handed to the Masters winner each year, gives the golf major a familiarity that is unique in sport.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/golf/seve-ballesteros-masters-40-years-anniversary-golf-cmd-spc-spt-intl/index.html"}, {"id": 39, "name": "Polygamous upbringing helped 'Queen of Afro House' become a star", "category": "Health", "description": "(CNN)Niniola Apata, Nigeria's \"Queen of Afro House,\" is a force to be reckoned with. The singer, who gained global attention after her 2017 international hit \"Maradona,\" speaks her mind freely in her music and encourages other women to do the same.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/04/africa/niniola-apata-polygamy-upbringing-music-nigeria-afro-beat-spc-intl/index.html"}, {"id": 40, "name": "Beijing restaurant recalls visit from 'old friend' Joe Biden", "category": "Travel", "description": "Beijing (CNN) — Though Chinese President Xi Jinping might not be congratulating U.S. president-elect Joe Biden just yet, there are plenty of others in Beijing who are expressing delight at the former VP's win.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/biden-beijing-noodles-yaoji-chaogan/index.html"}, {"id": 41, "name": "This Italian town was famous for its old folks. And then they vanished", "category": "Politics", "description": "Campodimele, Italy (CNN) — Since the 1990s Campodimele, a hamlet straddling the wild Aurunci hills in central Italy, has been celebrated for the longevity of its inhabitants.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/italy-town-old-folks-campodimele/index.html"}, {"id": 42, "name": "McDonald's announces new chicken sandwich and 'McPlant' burger", "category": "Innovation", "description": "After testing a plant-based burger in some international markets, \"we have created a delicious burger that will be the first menu option in a plant-based platform,\" said Ian Borden, president of McDonald's (MCD) International. He added that the McPlant line could eventually include plant-based chicken and breakfast sandwiches, too.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/business/mcdonalds-chicken-sandwich-delivery/index.html"}, {"id": 43, "name": "The 737 Max is set to fly again soon. But Boeing's struggle is far from over", "category": "Travel", "description": "New York (CNN Business)The 737 Max is on the cusp of being approved to carry passengers once again. But Boeing's financial troubles are now much worse than the safety issues that grounded the plane 20 months ago.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/business/boeing-737-max-approval-orders-deliveries/index.html"}, {"id": 44, "name": "Apple unveils new Mac lineup", "category": "Innovation", "description": "Apple first teased the new chips at its Worldwide Developers Conference in June, with CEO Tim Cook saying it would launch the first computers powered by them by the end of the year and complete the entire transition within two years.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/tech/apple-silicon-chips-mac/index.html"}, {"id": 45, "name": "This company wants to turn moon dust into oxygen", "category": "Business", "description": "London (CNN Business)A British company is hoping to turn dust from the moon's surface into oxygen — a project that could pave the way for further exploration and even habitation of the satellite.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/intl_business/moon-dust-intl-scli-gbr-scn/index.html"}, {"id": 46, "name": "Craft breweries are turning unsold beer into gin", "category": "World", "description": "(CNN Business)This was going to be a big year for Japan. With the Summer Olympics due to be hosted in Tokyo, the island nation expected 40 million tourists to grace its shores.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/10/22/business/japanese-craft-breweries-turning-beer-into-gin-spc-intl/index.html"}, {"id": 47, "name": "The only place in the world experiencing overtourism right now", "category": "World", "description": "(CNN) — The coronavirus pandemic has decimated the travel industry, as hotels, restaurants and airlines in destinations around the world find themselves going broke or dramatically cutting back costs as they try to survive.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/chatham-islands-new-zealand-overtourism-intl-hnk/index.html"}, {"id": 48, "name": "Farewell to the airport that wouldn't die", "category": "Travel", "description": "(CNN) — While the recent opening of Berlin's long-delayed Brandenburg Airport will have caused many in the city to breathe a sigh of relief, it also means the sad end of an era.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/tegel-airport-berlin-closure/index.html"}, {"id": 49, "name": "Beautiful Italian village will pay you to move there", "category": "Business", "description": "Normally, the next step is to sell off abandoned houses for €1. Villages from all over the country have seen foreigners snap up property for pennies -- with the deal being that they must renovate the house within a certain amount of time.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/santo-stefano-italy-pay-to-move/index.html"}, {"id": 50, "name": "The 'Caspian Sea Monster' rises from the grave", "category": "World", "description": "(CNN) — Beached on the western shores of the Caspian Sea, it looks like a colossal aquatic beast -- a bizarre creation more at home in the deep than above the waves. It certainly doesn't look like something that could ever fly.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/caspian-sea-monster-ekranoplan/index.html"}, {"id": 51, "name": "The world's best Christmas markets", "category": "World", "description": "While these events can be traced back to Vienna -- the city's first recorded December market was in 1298 -- the tradition has spread across the world over the centuries.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/top-christmas-markets-2020/index.html"}, {"id": 52, "name": "Italian islands become 'sex pilgrimage' sites", "category": "Travel", "description": "(CNN) — They're pristine, wild and extremely hot -- and not just because of the high temperature and the stunning volcanic landscape with constant little eruptions.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/italy-fertility-islands/index.html"}, {"id": 53, "name": "As the number of ex-players with dementia grows, soccer needs to act", "category": "Sports", "description": "(CNN)The 1960s were in full swing. The Beatles and The Stones topped the charts, shoppers flocked to Carnaby Street and the mini skirt and Mini car were in maximum demand.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/football/football-dementia-spt-intl-gbr-cmd/index.html"}, {"id": 54, "name": "This match should have changed football", "category": "Sports", "description": "'Little is being done': One year on from Bulgaria, football's fight against racism and discrimination is only just beginning", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/10/14/football/racism-in-football-one-year-on-england-bulgaria-spt-intl/index.html"}, {"id": 55, "name": "Mink farm Covid-19 variant impacts Premier League stars", "category": "Sports", "description": "(CNN)A new variant of Covid-19 found in Danish mink farms is disrupting the plans of international football teams for their upcoming fixtures, with UK-based footballers, including eight Premier League stars, notably affected.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/football/mink-denmark-covid-19-international-break-premier-league-spt-intl/index.html"}, {"id": 56, "name": "Rory McIlroy bids to join golf's greats", "category": "Sports", "description": "They'd set a score for McIlroy to shoot and if he beat it, Diamond bought him dinner. If McIlroy fell short, the tab was on him. More than just for kicks, it helped focus the practice.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/golf/rory-mcilroy-masters-grand-slam-2020-spt-intl/index.html"}, {"id": 57, "name": "How DeChambeau is making rivals rethink their approach", "category": "Style", "description": "The addition of 40 pounds of muscle during lockdown catapulted him to the top of the PGA Tour's driving distance rankings. That prodigious driving also helped DeChambeau blitz his way to his maiden major victory at the US Open.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/golf/golfers-changing-bryson-dechambeau-rory-mcilroy-justin-thomas-justin-rose-spc-spt-intl/index.html"}, {"id": 58, "name": "She made history by playing football. Now she's changing lives", "category": "Sports", "description": "(CNN)In a remote village in Pakistan's Chitral Valley, about 1500 meters above sea level, wi-fi is intermittent. It is among these mountains bordering Afghanistan that Karishma Ali is changing lives -- and trying to tell her story despite technological difficulties.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/10/09/football/karishma-ali-pakistan-womens-football-cmd-spt-int/index.html"}, {"id": 59, "name": "85-year-old building moved 200 feet to spare it from demolition", "category": "Business", "description": "Shanghai residents passing through the city's eastern Huangpu district in October might have stumbled upon an unusual sight: a \"walking\" building.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/shanghai-relocate-building-preservation-intl-hnk-scli/index.html"}, {"id": 60, "name": "The young designer behind Gigi Hadid's ruffled yellow top", "category": "Style", "description": "For Teniola \"Tia\" Adeola, her debut on the New York Fashion Week show schedule took place a little over a month before the novel coronavirus took hold of the major fashion capitals and effectively brought the global fashion industry to its knees.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/tia-adeola-fashion-designer-wcs/index.html"}, {"id": 61, "name": "LeAnn Rimes' nude photos reveal ongoing battle with psoriasis", "category": "Sports", "description": "LeAnn Rimes has opened up about her struggle with psoriasis, sharing two \"unabashedly honest\" photographs of her skin on Instagram.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/leann-rimes-psoriasis-scli-intl-wellness/index.html"}, {"id": 62, "name": "Germany's ex-royals want their riches back, but past ties to Hitler stand in the way", "category": "Sports", "description": "Georg Friedrich, Prince of Prussia, is locked in a legal battle for more than 10,000 family artifacts seized or lost after World War II. The case rests on one question: Did his ancestors help the Nazis?", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/hohenzollern-prince-georg-prussia/index.html"}, {"id": 63, "name": "Why the image of first lady is judged so harshly", "category": "World", "description": "Many a first lady has felt the warm glow of public adoration, only to have it quickly flicker out when it is decided that she does not fit the image created for her.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/the-weaponization-of-a-first-ladys-image/index.html"}, {"id": 64, "name": "A world-famous Congolese style tradition is changing with the times", "category": "Style", "description": "Often referred to as \"dandies\" of the Congo, \"sapeurs\" and \"sapeuses\" are men, women and children whose sharp and stylish way of dressing has caught the world's attention. Below, photographer Tariq Zaidi writes about his own experiences immortalizing some of the followers of \"La Sape,\" describing how the tradition first started and how it has evolved with the times in an edited excerpt from the book \"Sapeurs: Ladies and Gentlemen of the Congo.\" All opinions expressed in this article belong to the author.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/congo-style-sapeurs-sapeuses-africa-avant-garde/index.html"}, {"id": 65, "name": "How to listen to Trump voters", "category": "Politics", "description": "Rich Thau is the president and co-founder of the research firm Engagious, which specializes in message testing and message refinement for trade associations and advocacy groups. He is also the moderator of the Swing Voter Project. Follow him on Twitter @richthau. The views expressed in this commentary are his own. View more opinions on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/opinions/future-polling-election-accuracy-trump-voters-thau/index.html"}, {"id": 66, "name": "The GOP is pitifully out of step on Obamacare", "category": "Politics", "description": "Jill Filipovic is a journalist based in New York and author of the book \"OK Boomer, Let's Talk: How My Generation Got Left Behind.\" Follow her on Twitter. The opinions expressed in this commentary are solely her own. View more opinion articles on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/opinions/gop-out-of-step-america-obamacare-filipovic/index.html"}, {"id": 67, "name": "Democrats' all-out battle over who deserves credit for Biden win", "category": "Politics", "description": "Joe Lockhart is a CNN political analyst. He was the White House press secretary from 1998-2000 in President Bill Clinton's administration. He co-hosts the podcast \"Words Matter.\" The opinions expressed in this commentary are his own. View more opinion at CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/opinions/democrats-battle-credit-biden-election-win-lockhart/index.html"}, {"id": 68, "name": "Trump's refusal to accept defeat is un-American", "category": "Politics", "description": "Douglas Heye is the ex-deputy chief of staff to former House Majority Leader Eric Cantor, a GOP strategist and a CNN political commentator. Follow him on Twitter @dougheye. The opinions expressed in this commentary are his own. View more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/trump-election-day-refusal-un-american-heye/index.html"}, {"id": 69, "name": "What Trump doesn't get about Pennsylvania", "category": "Sports", "description": "Republican Charlie Dent is a former US congressman from Pennsylvania who served as chairman of the House Ethics Committee from 2015 until 2016 and chairman of the House Appropriations Subcommittee on Military Construction, Veterans Affairs and Related Agencies from 2015 until 2018. He is a CNN political commentator. The views expressed in this commentary are his own. View more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/why-trump-lost-pennsylvania-dent/index.html"}, {"id": 70, "name": "Trump needs to accept reality so transition can work", "category": "Business", "description": "Samantha Vinograd is a CNN national security analyst. She is a senior adviser at the University of Delaware's Biden Institute, which is not affiliated with the Biden campaign. Vinograd served on President Barack Obama's National Security Council from 2009 to 2013 and at the Treasury Department under President George W. Bush. Follow her @sam_vinograd. The views expressed in this commentary are her own. View more opinion articles on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/national-security-biden-transition-vinograd/index.html"}, {"id": 71, "name": "How Harris empowered Black women", "category": "Politics", "description": "Roxanne Jones, a founding editor of ESPN Magazine and former vice president at ESPN, has been a producer, reporter and editor at the New York Daily News and The Philadelphia Inquirer. Jones is co-author of \"Say it Loud: An Illustrated History of the Black Athlete.\" She talks politics, sports and culture weekly on Philadelphia's 900AM WURD. The views expressed here are solely hers. Read more opinion on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/opinions/kamala-harris-black-women-jones/index.html"}, {"id": 72, "name": "Alpha Kappa Alpha sorority sisters bask in Kamala Harris' victory", "category": "Sports", "description": "(CNN)Michelle Arrington was on a plane headed to a beach reunion with her Alpha Kappa Alpha Sorority sisters Saturday when American history happened.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/politics/alpha-kappa-alpha-sorority-kamala-harris/index.html"}, {"id": 73, "name": "World leaders congratulate Joe Biden on his victory", "category": "World", "description": "(CNN)A stream of world leaders congratulated President-elect Joe Biden and Vice President-elect Kamala Harris on their victory in the 2020 US presidential election on Saturday, with many striking a jubilant tone on social media.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/americas/biden-global-reaction-election-intl/index.html"}, {"id": 74, "name": "Many immigrants breathe a sigh of relief", "category": "Entertainment", "description": "People hold signs during a rally in support of the Supreme Court's ruling in favor of the Deferred Action for Childhood Arrivals (DACA) program, in San Diego, California June 18, 2020.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/politics/immigrants-daca-biden-trump/index.html"}, {"id": 75, "name": "Analysis: The triumphant grief of Joe Biden", "category": "Politics", "description": "(CNN)When the news (finally) broke on Saturday morning that Joe Biden had defeated Donald Trump and claimed the presidency, two images of the now President-elect flashed through my mind.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/politics/president-elect-joe-biden/index.html"}, {"id": 76, "name": "Trump campaign planning messaging blitz to fuel unsupported election questions", "category": "Politics", "description": "(CNN)President Donald Trump's campaign is planning a messaging blitz to fuel its argument -- unsupported by any evidence to date -- that the President's second term is being stolen from him through corrupt vote counts in battleground states, three sources familiar with the matter told CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/politics/donald-trump-campaign-messaging-election-problems/index.html"}, {"id": 77, "name": "Analysis: How House Republicans shocked the political world", "category": "World", "description": "(CNN)The biggest surprise of the 2020 election wasn't Donald Trump's likely loss to Joe Biden or even Senate Republicans' seeming ability to keep their majority intact. It was that House Republicans, facing predictions from the political prognosticators of potential double-digit seat losses, will wind up picking up seats when all the votes are counted.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/06/politics/house-races-republicans-democrats-2020-election/index.html"}, {"id": 78, "name": "NASA chief won't stay on under new president", "category": "Travel", "description": "Current space agency administrator Jim Bridenstine, a Trump appointee who took office in 2018, plans to leave his post even if he's asked to stay on because NASA will \"need somebody who is trusted by the administration,\" he told Aviation Week. A source familiar with the matter confirmed Bridenstine's plans to CNN Business.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/tech/nasa-administrator-biden-jim-bridenstine-scn/index.html"}, {"id": 79, "name": "Big Tech shouldn't breathe a sigh of relief over Biden", "category": "Technology", "description": "That's the view many Washington policy experts are taking to the prospect of a Biden presidency. It highlights how, despite some enormous differences from Trump in terms of style and policy, there may be more continuity between the two administrations than you might think.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/tech/biden-tech-policy/index.html"}, {"id": 80, "name": "Those wild firework drones after Joe Biden's victory speech, explained", "category": "Sports", "description": "New York (CNN Business)Joe Biden addressed the nation for the first time as president-elect on Saturday. But it was what followed that had the crowd and even himself surprised.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/tech/joe-biden-victory-speech-drone-light-show/index.html"}, {"id": 81, "name": "Claims that dead people voted went viral. These are the facts", "category": "Politics", "description": "(CNN)To hear some people tell it -- including a handful of prominent Republicans, such as members of President Trump's family and supporters like former House Speaker Newt Gingrich and former acting Director of National Intelligence Richard Grenell -- you might think that Democrats were using dead people to steal Michigan's Electoral College votes from Trump.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/tech/michigan-dead-voter-fact-debunking/index.html"}, {"id": 82, "name": "'The Crown' tackles the Princess Diana years", "category": "World", "description": "(CNN)The fourth season of \"The Crown\" is dominated by two women, and neither is the Queen. The stately Netflix drama rather pivots to the tragic tale of Princess Diana and the ascent of prime minister Margaret Thatcher, operating along those parallel tracks while as usual punctuating the narrative with signature events from British history.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/entertainment/the-crown-season-4-review/index.html"}, {"id": 83, "name": "Memorable 'Jeopardy!' moments", "category": "Reel", "description": "The game show and its host, Alex Trebek, have provided some stable enjoyment in the midst of much instability this past year.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/entertainment/memorable-jeopardy-moments/index.html"}, {"id": 84, "name": "'Narcos' Season 3 adds more to cast lineup", "category": "Sports", "description": "Bad Bunny, full name Benito Antonio Martínez Ocasio, who previously spilled on his role, will guest star as a character named Arturo \"Kitty\" Paez.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/entertainment/narcos-season-3-trnd/index.html"}, {"id": 85, "name": "Foo Fighters debut new single on 'SNL'", "category": "Innovation", "description": "(CNN)The Foo Fighters performed their new single \"Shame Shame\" from upcoming studio album \"Medicine at Midnight\" on the latest episode of \"Saturday Night Live\" hosted by Dave Chappelle.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/08/entertainment/foo-fighters-debut-single-on-snl-trnd/index.html"}, {"id": 86, "name": "Rock Hall of Fame induction ceremony", "category": "World", "description": "(CNN)The pandemic-safe version of the annual Rock & Roll Hall of Fame Induction Ceremony on Saturday night -- like most major events this year -- will be a virtual experience.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/07/entertainment/rock-and-roll-hall-of-fame-special-trnd/index.html"}, {"id": 87, "name": "Paralyzed artist made these paintings using her eyes", "category": "World", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/sarah-ezekiel-art/index.html"}, {"id": 88, "name": "Mars city is being built in the desert", "category": "Politics", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/mars-science-city-images-spc-scn/index.html"}, {"id": 89, "name": "Innovative buildings in the city of the future", "category": "Innovation", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/dubai-architecture-innovations-spc-intl/index.html"}, {"id": 90, "name": "Dizzying images show skyscrapers from the sky", "category": "World", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/gallery/vertiginous-photos-dubai-spc-intl/index.html"}, {"id": 91, "name": "What it was really like to fly on Concorde", "category": "Travel", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/gallery/concorde-experience-photos/index.html"}, {"id": 92, "name": "Heart-stopping photos of Kai Tak International Airport", "category": "Politics", "description": "Check out these heart-stopping photos of Kai Tak International Airport in Hong Kong. It's been closed since 1998 but is remembered for its dramatic landings.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/gallery/hong-kong-kai-tak-airport/index.html"}, {"id": 93, "name": "These animals were brought back from the brink of extinction", "category": "Sports", "description": "Captive breeding -- where endangered animals in zoos or other facilities are encouraged to reproduce, with the aim of releasing the offspring -- has been credited for saving a number species from extinction in the wild. Pictured, a golden lion tamarin at ZSL London Zoo.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/09/17/world/captive-breeding-species-cte-scn-spc-intl/index.html"}, {"id": 94, "name": "Farewell to the airport that wouldn't die", "category": "Travel", "description": "(CNN) — While the recent opening of Berlin's long-delayed Brandenburg Airport will have caused many in the city to breathe a sigh of relief, it also means the sad end of an era.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/tegel-airport-berlin-closure/index.html"}, {"id": 95, "name": "The 'Caspian Sea Monster' rises from the grave", "category": "World", "description": "(CNN) — Beached on the western shores of the Caspian Sea, it looks like a colossal aquatic beast -- a bizarre creation more at home in the deep than above the waves. It certainly doesn't look like something that could ever fly.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/caspian-sea-monster-ekranoplan/index.html"}, {"id": 96, "name": "'The Crown'", "category": "World", "description": "The fourth season of the award-winning series \"The Crown\" returns to Netflix on November 15. CNN takes a look at new cast members and who will be recast next season.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/business/2020/11/11/netflix-season-four-the-crown-cast-eg-orig.cnn"}, {"id": 97, "name": "He's seen 3 transitions. Hear what he says about Trump.", "category": "Style", "description": "Richard Clarke, a top counter-terror adviser to Presidents Bill Clinton and George W. Bush, warns of the potential threats to national security that come with a delayed presidential transition.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/politics/2020/11/11/richard-clark-sot-white-house-transition-period-national-security-trump-cpt-vpx.cnn"}, {"id": 98, "name": "Senator reveals what lawmakers are saying about Biden's win", "category": "Politics", "description": "Sen. Chris Coons (D-DE) says that Republicans are privately acknowledging President-elect Joe Biden's victory, but aren't willing to do so publicly.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/politics/2020/11/10/chris-coons-gop-senators-biden-win-vpx.cnn"}, {"id": 99, "name": "'Delusional': Former national security adviser reacts to Pompeo", "category": "Politics", "description": "CNN's Wolf Blitzer talks to former national security adviser John Bolton about Secretary of State Mike Pompeo claiming there will be a \"smooth transition to a second Trump adminstration\" despite President-elect Joe Biden's victory. Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/politics/2020/11/11/mike-pompeo-trump-transition-john-bolton-response-blitzer-tsr-vpx.cnn"}, {"id": 100, "name": "UK is testing an idea to bring normalcy back. But there's a catch", "category": "Reel", "description": "The UK government says it's developing population-wide coronavirus testing. Officials are trying out the strategy in Liverpool, England where all residents and workers can now get regular coronavirus tests, regardless of whether or not they display symptoms. CNN's Salma Abdelaziz reports. Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/world/2020/11/11/uk-liverpool-coronavirus-covid-19-mass-testing-abdelaziz-pkg-intl-hnk-vpx.cnn"}, {"id": 101, "name": "Diana makes her debut in 'The Crown'", "category": "Sports", "description": "The fourth season of the award-winning series \"The Crown\" returns to Netflix on November 15. CNN takes a look at new cast members and who will be recast next season.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/business/2020/11/11/netflix-season-four-the-crown-cast-eg-orig.cnn"}, {"id": 102, "name": "Chrissy Teigen's daughter's sweet tribute to brother who died prematurely", "category": "Reel", "description": "", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/entertainment/2020/11/10/chrissy-teigen-jack-ashes-luna-orig-vstop-bdk.cnn"}, {"id": 103, "name": "Dr. Gupta answers your questions", "category": "World", "description": "CNN's Dr. Sanjay Gupta joins Anderson Cooper to answer viewer questions about Covid-19. Watch \"Full Circle\" every Monday, Tuesday and Friday at 6pm E.T.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/health/2020/11/10/anderson-cooper-sanjay-gupta-coronavirus-acfc-full-episode-vpx.cnn"}, {"id": 104, "name": "Denmark recommends 15 million mink be killed", "category": "World", "description": "Mink farms across Europe are raising the alarm over the mutated coronavirus among the animals. Denmark is taking no chances by recommending farmers kill 15 million mink. However, some scientists argue the fear over the mutation is overblown. CNN's Isa Soares reports.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/world/2020/11/10/denmark-mink-culling-coronavirus-covid-19-soares-pkg-intl-hnk-vpx.cnn"}, {"id": 105, "name": "Late-night hosts lampoon Americans celebrating Biden victory", "category": "Sports", "description": "Late-night hosts Jimmy Kimmel, Jimmy Fallon, James Corden, and Stephen Colbert joke about America's celebration of the election of Joe Biden and mock Rudy Giuliani's location of his \"Four Seasons\" press conference.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/media/2020/11/10/jimmy-kimmel-jimmy-fallon-celebrate-biden-win-giuliani-presser-late-night-laugh-orig.cnn"}, {"id": 106, "name": "The PC guy from Apple's iconic commercials is back", "category": "Reel", "description": "Apple's event announcing the M1 chip and new Macbooks had a surprise ending: the return of the PC guy. Actor John Hodgman played a PC opposite Justin Long's Mac in the tech company's iconic \"Get a Mac\" ads from the late 2000s.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/business/2020/11/10/pc-guy-returns-apple-mac-event-orig-zw.cnn-business"}, {"id": 107, "name": "Princess Diana makes her debut in season 4 of 'The Crown'", "category": "Sports", "description": "The fourth season of the award-winning series \"The Crown\" returns to Netflix on November 15. CNN takes a look at new cast members and who will be recast next season.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/business/2020/11/11/netflix-season-four-the-crown-cast-eg-orig.cnn"}, {"id": 108, "name": "Athlete with Down syndrome makes history in Ironman triathlon", "category": "Sports", "description": "Chris Nikic, 21, became the first person with Down syndrome to complete an Ironman triathlon. See the moment he crossed the finish line.Source: CNN", "website": "edition.cnn.com", "url": "https://edition.cnn.com/videos/us/2020/11/10/first-person-with-down-syndrome-completes-ironman-chris-nikic-orig-llr.cnn"}, {"id": 1, "name": "Hong Kong pro-democracy lawmakers resign en masse", "category": "Politics", "description": "On Wednesday Beijing passed a resolution allowing the city's government to dismiss politicians deemed a threat to national security.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-asia-china-54899171"}, {"id": 2, "name": "World's longest serving prime minister dies", "category": "World", "description": "Prince Khalifa, who took office after Bahrain gained independence in 1971, had been receiving treatment at a hospital in the US, state media said.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-middle-east-54889544"}, {"id": 3, "name": "Denmark shaken by cull of millions of mink", "category": "World", "description": "There was shock last week when Denmark decided to cull all its mink - up to 17 million animals - because of the spread of coronavirus. That national cull has turned into a political outcry, now that the prime minister has admitted the plan was rushed and had no legal basis.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-europe-54890229"}, {"id": 4, "name": "Should your boss know your vital signs?", "category": "Sports", "description": "Serial entrepreneur Surendar Magar has made a career out of developing ways for humans to use devices remotely. “I’ve pretty much spent my life untethering things, from computers to phones,” says Magar, one of the early pioneers of both Wi-Fi and the digital signal processing technology used in smartphones, and now the CEO of California-based company LifeSignals.", "website": "bbc.com", "url": "https://www.bbc.com/worklife/article/20201110-the-rise-of-employee-health-tracking"}, {"id": 5, "name": "Britney Spears loses bid to halt father's control", "category": "World", "description": "Ms Spears' lawyer said the pop star was \"afraid\" of him, and that she would not perform so long as he remained in the role.", "website": "bbc.com", "url": "https://www.bbc.com/news/entertainment-arts-54897918"}, {"id": 6, "name": "Biden moves forward with transition plans", "category": "Innovation", "description": ".CSS-1D21UE5-PULSINGCIRCLE{WILL-CHANGE:OPACITY;}@MEDIA (PREFERS-REDUCED-MOTION:NO-PREFERENCE){.CSS-1D21UE5-PULSINGCIRCLE{-WEBKIT-ANIMATION:LIVE-PULSE 1.7S CUBIC-BEZIER(0.25,0.1,0.25,1) 1S 3;ANIMATION:LIVE-PULSE 1.7S CUBIC-BEZIER(0.25,0.1,0.25,1) 1S 3;}}@-WEBKIT-KEYFRAMES LIVE-PULSE{0%{OPACITY:1;}50%{OPACITY:0.3;}100%{OPACITY:1;}}@KEYFRAMES LIVE-PULSE{0%{OPACITY:1;}50%{OPACITY:0.3;}100%{OPACITY:1;}}LIVE", "website": "bbc.com", "url": "https://www.bbc.com/news/live/election-us-2020-54901367"}, {"id": 7, "name": "Immunising the world against Covid-19", "category": "World", "description": "With new developments in the race for an effective Covid-19 vaccine, we are closer than ever to reaching a solution for the pandemic.", "website": "bbc.com", "url": "https://www.bbc.com/news/health-54896513"}, {"id": 8, "name": "'No compromise' pledge on safety in vaccine tests", "category": "Health", "description": "The EU confirms it will buy 300 million doses of the Pfizer/BioNTech vaccine once it is \"proven to be safe and effective\"", "website": "bbc.com", "url": "https://www.bbc.com/news/live/uk-54899679"}, {"id": 9, "name": "'Clarke resignation does not mean FA change'", "category": "Politics", "description": "The resignation of chairman Greg Clarke is not going to improve diversity at the Football Association, says former England defender Joleon Lescott.", "website": "bbc.com", "url": "https://www.bbc.com/sport/football/54899608"}, {"id": 10, "name": "Mumbai beat Delhi to win fifth IPL title", "category": "Sports", "description": "Delhi were 22-3 before captain Shreyas Iyer made 65 not out - he added 96 with Rishabh Pant - but Mumbai ensured their total was never enough.", "website": "bbc.com", "url": "https://www.bbc.com/sport/cricket/54891953"}, {"id": 11, "name": "Groenewegen banned for nine months", "category": "World", "description": "Jumbo-Visma cyclist Dylan Groenewegen has been banned for nine months for causing the crash that left Fabio Jakobsen in a coma at the Tour of Poland.", "website": "bbc.com", "url": "https://www.bbc.com/sport/cycling/54899754"}, {"id": 12, "name": "What Trump could do after leaving the White House", "category": "Innovation", "description": "Donald Trump will remain in office until 20 January, when he'll hand the job over to his successor and join the exclusive club of former US presidents. So what next for the politician and business mogul?", "website": "bbc.com", "url": "https://www.bbc.com/news/world-us-canada-54875343"}, {"id": 13, "name": "The Trump campaign 'Four Seasons' saga explained", "category": "Politics", "description": "The BBC's Ros Atkins explains why the Trump campaign news conference at Four Seasons Total Landscaping is being talked about quite so much.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54891614"}, {"id": 14, "name": "The woman behind biggest surprise in Biden win", "category": "Sports", "description": "Kamala Harris will make history when she becomes vice-president in January - but another black woman played a pivotal role helping the Biden-Harris ticket win the White House.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-us-canada-54875344"}, {"id": 15, "name": "Charles Darwin’s hunch about early life", "category": "Health", "description": "In a few scrawled notes to a friend, biologist Charles Darwin theorised how life began. Not only was it probably correct, his theory was a century ahead of its time.", "website": "bbc.com", "url": "https://www.bbc.com/future/article/20201110-charles-darwin-early-life-theory"}, {"id": 16, "name": "How Covid-19 changed the way we live", "category": "Sports", "description": "Covid-19 will likely have permanent effects on the way we work. But the way we live, socialise and move about the world will be different, too.", "website": "bbc.com", "url": "https://www.bbc.com/worklife/article/20201109-coronavirus-how-cities-travel-and-family-life-will-change"}, {"id": 17, "name": "Pop’s most underestimated icon", "category": "Style", "description": "With the release of her 15th studio album, Disco, the Australian star is providing the ultimate escapism for tough times. Nick Levine explores her uniquely endearing appeal.", "website": "bbc.com", "url": "https://www.bbc.com/culture/article/20201110-why-kylie-minogue-is-pops-most-underestimated-icon"}, {"id": 18, "name": "A Chinese spice so hot it cools", "category": "Weather", "description": "We've made some important changes to our Privacy and Cookies Policy and we want you to know what this means for you and your data.", "website": "bbc.com", "url": "https://www.bbc.com/travel/story/20201110-sichuan-peppercorn-a-chinese-spice-so-hot-it-cools"}, {"id": 19, "name": "The largest dam removal in US history", "category": "Politics", "description": "For over a century, one of the most important salmon runs in the United States has had to contend with historic dams – and now four of them are set to be taken down.", "website": "bbc.com", "url": "https://www.bbc.com/future/article/20201110-the-largest-dam-removal-project-in-american-history"}, {"id": 20, "name": "Why Shetland's empty islands were abandoned", "category": "World", "description": "South Havra is just one of many Shetland islands which have been abandoned and left to the elements. But why did its residents depart?", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-54810450"}, {"id": 21, "name": "The world's biggest shopping event luring scammers", "category": "World", "description": "Singles Day is a shopping event created by Chinese online retailer Alibaba, which rakes in billions of dollars in sales every year", "website": "bbc.com", "url": "https://www.bbc.com/news/world-asia-china-54898680"}, {"id": 22, "name": "Detectives and noxious locks take on bike thieves", "category": "Sports", "description": "The tracking system shows her the bike is somewhere in a set of buildings, so Helena and her partner stop to gather more information.", "website": "bbc.com", "url": "https://www.bbc.com/news/business-54695188"}, {"id": 23, "name": "How tech could transform ageing", "category": "Technology", "description": "Providing a growing older generation with a dignified and independent life means doing more with less – and governments and industry are looking to cutting-edge technology to help.", "website": "bbc.com", "url": "https://www.bbc.com/future/article/20201104-the-technologies-that-could-transform-ageing"}, {"id": 24, "name": "Two-minute silence held for Armistice Day", "category": "Sports", "description": "Prince Charles and the Duchess of Cornwall have joined figures from government and the armed forces for an Armistice Day service, as the UK falls silent to remember those who died in battle.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-54903299"}, {"id": 25, "name": "Two-minute silence held for Armistice Day", "category": "Sports", "description": "Prince Charles and the Duchess of Cornwall have joined figures from government and the armed forces for an Armistice Day service, as the UK falls silent to remember those who died in battle.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-54903299"}, {"id": 26, "name": "'I lost eight pregnancies in nine years'", "category": "Health", "description": "A woman who experienced post-traumatic stress disorder after losing eight pregnancies in nine years wants to help other bereaved families.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-54845023"}, {"id": 27, "name": "", "category": "World", "description": "A Jewish witness to the violent attacks carried out during Kristallnacht is sharing his experiences to help educate future generations.", "website": "bbc.com", "url": "https://www.bbc.com/news/world-europe-54841345"}, {"id": 28, "name": "", "category": "World", "description": "", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54897447"}, {"id": 29, "name": "", "category": "World", "description": "", "website": "bbc.com", "url": "https://www.bbc.com/news/health-54896209"}, {"id": 30, "name": "Instagram uses AI to hunt and block self-harm posts", "category": "World", "description": "Head of Instagram Adam Mosseri detailed the new system, which uses artificial intelligence, in a blog post on its website.", "website": "bbc.com", "url": "https://www.bbc.com/news/technology-54903428"}, {"id": 31, "name": "Rolls Royce plans 16 mini-nuclear plants for UK", "category": "Innovation", "description": "The Prime Minister is understood to be poised to announce at least £200m for the project as part of a long-delayed green plan for economic recovery.", "website": "bbc.com", "url": "https://www.bbc.com/news/science-environment-54703204"}, {"id": 32, "name": "Russian Covid vaccine shows encouraging results", "category": "Health", "description": "It comes after Pfizer and BioNTech said their vaccine could prevent 90% of people getting Covid-19, based on a study of 43,500 people.", "website": "bbc.com", "url": "https://www.bbc.com/news/health-54905330"}, {"id": 33, "name": "Graham Norton to leave BBC Radio 2", "category": "Travel", "description": "He is not leaving the BBC and will continue commentating Eurovision and hosting Drag Race UK and his weekly chat show on BBC One.", "website": "bbc.com", "url": "https://www.bbc.com/news/entertainment-arts-54902490"}, {"id": 34, "name": "Covid vaccine: How will we keep it cold enough?", "category": "Weather", "description": "Speaking on Radio 4's Today programme this morning, Health Secretary Matt Hancock spoke of the \"mammoth logistical operation\" of transporting the Pfizer/BioNTech vaccine from its point of manufacture to the arm of the patient.", "website": "bbc.com", "url": "https://www.bbc.com/news/technology-54889084"}, {"id": 35, "name": "No guarantees on vaccine but NHS ready - Hancock", "category": "Health", "description": "The NHS will be ready from December to roll out the new coronavirus vaccine if it gets approved, Health Secretary Matt Hancock has said.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-54882091"}, {"id": 36, "name": "Millie Bobby Brown: 'Alzheimer's is evil'", "category": "World", "description": "The 16-year-old British actress posted her tribute to \"nanny Ruth\" on Instagram, where they were pictured kissing one another on the cheek.", "website": "bbc.com", "url": "https://www.bbc.com/news/entertainment-arts-54900150"}, {"id": 37, "name": "The rise of the 'monologue' job interview", "category": "Business", "description": "Companies are increasingly using automated video interviews to assess candidates. How do you get through this potentially uncomfortable experience?", "website": "bbc.com", "url": "https://www.bbc.com/worklife/article/20201102-asynchronous-video-interviews-the-tools-you-need-to-succeed"}, {"id": 38, "name": "How artificial intelligence may be making you buy things", "category": "Business", "description": "The shopping lists we used to scribble on the back of an envelope are increasingly already known by the supermarkets we frequent.", "website": "bbc.com", "url": "https://www.bbc.com/news/technology-54522442"}, {"id": 39, "name": "In pictures: Two minutes' silence to mark Armistice Day", "category": "Sports", "description": "Around the UK, people observed the annual two minutes' silence at 11:00 GMT to mark the day in 1918 when World War One ended.", "website": "bbc.com", "url": "https://www.bbc.com/news/in-pictures-54902358"}, {"id": 40, "name": "How a Frenchman captured the 'exotic' Glasgow", "category": "World", "description": "Forty years ago, French photographer Raymond Depardon was commissioned by The Sunday Times Magazine to travel to Glasgow for a feature on its rich and poor. The photos he took were never published.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-scotland-54800689"}, {"id": 41, "name": "In pictures: How the UK marked Remembrance Sunday", "category": "Travel", "description": "Members of the royal family have joined politicians and the armed forces at a National Service of Remembrance at the Cenotaph in central London.", "website": "bbc.com", "url": "https://www.bbc.com/news/in-pictures-54863757"}, {"id": 42, "name": "Lockdown 2.0 is here: What I bought before the shops closed", "category": "Business", "description": "Many shops are closing their doors for four weeks, as England enters a second national lockdown. In June, when stores reopened after the spring national lockdown, we spoke to shoppers about the first thing they bought. Now we're back at the same shopping centre - centre.mk in Milton Keynes - to see what people are stocking up on this time.", "website": "bbc.com", "url": "https://www.bbc.com/news/uk-54815677"}, {"id": 43, "name": "", "category": "World", "description": "President Donald Trump, 74, and Democratic challenger Joe Biden, 77, each have more than seven decades of personal and professional experience behind them.", "website": "bbc.com", "url": "https://www.bbc.com/news/election-us-2020-54267454"}, {"id": 1, "name": "A Battle Between the Two Souls of America", "category": "Politics", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/ideas/archive/2020/11/americas-two-souls/617062/"}, {"id": 2, "name": "Joe Biden’s Debt to Black Voters Comes Due", "category": "Politics", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/politics/archive/2020/11/black-voters-saved-joe-bidens-campaign/617055/"}, {"id": 3, "name": "Democrats Have a Republican-Women Problem", "category": "Politics", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/politics/archive/2020/11/gop-women-who-ditched-their-party-vote-democrat/616987/"}, {"id": 4, "name": "The Worst Day of the Pandemic Since May", "category": "Travel", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/science/archive/2020/11/pandemic-coronavirus-hospitalizations-new-record/617061/"}, {"id": 5, "name": "The Anti-Trump Hangover Is Here", "category": "Entertainment", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/international/archive/2020/11/donald-trump-hangover/617044/"}, {"id": 6, "name": "The Lame-Duck Vaccine", "category": "Politics", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/health/archive/2020/11/bidens-vaccine-reset/617059/"}, {"id": 7, "name": "Teaching Should Be Political", "category": "Politics", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/magazine/archive/2020/12/bringing-politics-into-the-classroom/616934/"}, {"id": 8, "name": "How Alex Trebek Made a Mundane Game Show Brilliant", "category": "Sports", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/culture/archive/2020/11/alex-trebek-made-jeopardy-nerds-look-cool/617060/"}, {"id": 9, "name": "Trump Needs Three Consecutive Hail Mary Passes", "category": "World", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/ideas/archive/2020/11/trump-needs-three-consecutive-hail-mary-passes/617063/"}, {"id": 10, "name": "Illegitimacy Is an American Tradition", "category": "Style", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/ideas/archive/2020/11/illegitimacy-american-tradition/617058/"}, {"id": 11, "name": "Now Is a Very Weird Time for a Vaccine Rollout", "category": "Health", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/newsletters/archive/2020/11/covid-19-vaccine-pfizer/617065/"}, {"id": 12, "name": "Europa’s Mysterious Glow", "category": "World", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/science/archive/2020/11/jupiter-europa-glow/617056/"}, {"id": 13, "name": "How Trump Sold Failure to 70 Million People", "category": "Politics", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/health/archive/2020/11/trump-voters-pandemic-failures/617051/"}, {"id": 14, "name": "Trump Attacked Black Athletes—And Paid for It in the End", "category": "Business", "description": "store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "website": "theatlantic.com", "url": "https://www.theatlantic.com/ideas/archive/2020/11/black-athletes-should-never-stick-sports-again/617052/"}, {"id": 1, "name": "This is why we try to flatten the curve", "category": "Style", "description": "Pfizer announced this week that their COVID-19 vaccine candidate has performed extremely well in their clinical trials, a reassuring sign that the months of investment and breakneck work on vaccines to protect people against the virus was going to pay off. That was never a sure thing — immunologists and virologists were pretty sure it’d be possible to make a vaccine that would block the coronavirus, but in pharmaceutical development, there’s no such thing as a guarantee.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21558237/pfizer-coronavirus-vaccine-covid-19-flatten-curve"}, {"id": 2, "name": "TIKTOK SAYS THE TRUMP ADMINISTRATION HAS FORGOTTEN ABOUT TRYING TO BAN IT, WOULD LIKE TO KNOW WHAT’S UP", "category": "Politics", "description": "TikTok has filed a petition in a US Court of Appeals calling for a review of actions by the Trump administration’s Committee on Foreign Investment in the United States (CFIUS). The reason, according to the company, is that it hasn’t heard from the committee in weeks about an imminent deadline for parent company ByteDance to sell off US assets over national security concerns.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559677/tiktok-cfius-court-petition-ban-deadline"}, {"id": 3, "name": "The biggest difference between the new MacBook Air and MacBook Pro is a fan", "category": "Sports", "description": "It’s been a little bit weird that Apple would sell both a 13-inch MacBook Air and a 13-inch MacBook Pro simultaneously, but perhaps never more than today — because Apple’s new $999 and $1,299 laptops seem nearly identical if you look beyond the differently curved frames. They’ve got the same M1 processor, the same memory and storage options, the same ports, and very similar screens.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559228/apple-new-macbook-air-pro-difference-arm-m1-fan-thermal-performance"}, {"id": 4, "name": "The 5 biggest announcements from Apple’s ‘One More Thing’ hardware event", "category": "Technology", "description": "Apple just wrapped up its “One More Thing” hardware live stream, where it announced new versions of the MacBook Air, the 13-inch MacBook Pro, and the Mac mini, each with its newly announced, promising M1 silicon. Apple first detailed its transition from Intel to its own processors earlier this year — but this event was all about diving deep into what that reality now looks like and when you’ll be able to get your hands on a computer featuring the just-announced M1 chip.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21550892/apple-arm-silicon-event-macbook-air-pro-mini-mac-big-sur-biggest-announcements"}, {"id": 5, "name": "Flying taxi startup Lilium will build a hub for its electric aircraft in Florida", "category": "Technology", "description": "One of Germany’s premier flying taxi startups just gained a foothold in the US. Lilium, the five-year-old venture-backed startup from Munich, announced that it will build a 56,000-square-foot transportation hub for its aerial taxi service in Orlando, Florida. The company aims to have passengers taking regional trips in its electric five-seater aircraft starting in 2025.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21558670/lilium-jet-flying-taxi-orlando-vertiport-hub-evtol"}, {"id": 6, "name": "Pope Francis urges followers to pray that AI and robots ‘always serve mankind’", "category": "Technology", "description": "Pope Francis has asked believers around the world to pray that robots and artificial intelligence “always serve mankind.”", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21560076/pope-francis-ai-for-good-pray-serve-mankind"}, {"id": 7, "name": "Roku rolling out Apple’s AirPlay 2 and HomeKit starting today", "category": "Sports", "description": "It’s been a long wait, but today Roku is starting to roll out support for Apple’s AirPlay 2 and HomeKit features. Both will be available for the majority of the company’s 4K players, “including the Roku Ultra, Roku Streambar, Roku Smart Soundbar, Roku Streaming Stick Plus, and Roku Premiere.” 4K-ready Roku TVs will also be updated to support AirPlay 2 and HomeKit “in phases over the coming weeks” via the RokuOS 9.4 update.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21560153/roku-apple-airplay-2-homekit-now-available"}, {"id": 8, "name": "We helped a New York sewage plant check poop for the coronavirus", "category": "Innovation", "description": "Over a billion gallons of sewage pass through New York City’s wastewater treatment plants every day. Since the spring, the city has been one of the many places around the country to use that stream of excrement to track the spread of COVID-19.", "website": "theverge.com", "url": "https://www.theverge.com/21549141/coronavirus-tracking-sewage-new-york-city-outbreak"}, {"id": 9, "name": "Sonos offers discounts on new speakers for owners upgrading older models", "category": "Business", "description": "Sonos has launched a new Upgrade Program which offers discounts of up to 30 percent on new speakers if you own select older models, Android Central reports. It replaces the company’s previous Trade Up deal, which offered similar discounts, but the new program expands these to owners of slightly newer speakers like the Play:1 and and Play:3. Alongside it, Sonos has also announced that its Sonos Arc soundbar now supports multi-channel LPCM audio.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559967/sonos-upgrade-program-30-15-percent-discount-play1-play3-play5-recycle-mode-controversy"}, {"id": 10, "name": "Google wants your help to improve Google Photos’ AI", "category": "Reel", "description": "Google has updated its Google Photos app on Android with a new option that lets users tell the search giant about the contents of their pictures. By labeling these images, Google can improve its object recognition algorithms, which in turn make Photos more useful. It’s a virtuous cycle of AI development best deployed by tech giants like Google which have lots of data and lots of users.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559930/google-train-ai-photos-image-labelling-app-android-update"}, {"id": 11, "name": "PS5 media remote hands-on: simple, streamlined, safe", "category": "Technology", "description": "In comparison to the PlayStation 5 itself — a big hulking mass of a game console — the PS5-branded media remote is very conservative. It does pretty much exactly what you’d expect from a media remote and not much more, but at least it’ll match your new games machine.", "website": "theverge.com", "url": "https://www.theverge.com/21559280/ps5-media-remote-hands-on-youtube-netflix-disney-plus-spotify"}, {"id": 12, "name": "Ring video doorbells recalled over fire concerns", "category": "Entertainment", "description": "Amazon’s smart home brand Ring has issued a recall for around 350,000 of its 2nd generation video doorbells sold in the US over fire and burn concerns. According to a notice published by the US Consumer Product Safety Commission, Ring has received 23 reports of doorbells igniting and causing minor property damage, and eight reports of minor burns. Ring’s site says affected doorbells do not need to be returned, but that users should follow their updated instructions.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559929/ring-video-doorbell-2nd-gen-fire-concerns-recall-hazard-screws-installation"}, {"id": 13, "name": "Apple’s first Arm-based 13-inch MacBook Pro is here with an M1 chip", "category": "Technology", "description": "Apple has announced its first MacBook Pro laptop that will run on an Apple-designed processor at its “One More Thing” event, ushering in a new era of Mac computers.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552876/apple-macbook-pro-arm-silicon-m1-chip-processor-cpu-gpu-specs-price-release-date"}, {"id": 14, "name": "Sony addresses PS5’s lack of web browser and 1440p support", "category": "Technology", "description": "As is often the case with newly launched game consoles, the PlayStation 5 doesn’t support every feature you might have hoped for out of the box. In an interview with Japanese outlet AV Watch, Sony EVP Masayasu Ito and SVP Hideaki Nishino have addressed some of the functionality that won’t be there at launch.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559903/sony-playstation-5-no-browser-1440p-support-vr"}, {"id": 15, "name": "Peloton partners with Beyonce to create themed classes with the artist’s music", "category": "Entertainment", "description": "If you purchased a Peloton bike or treadmill to exercise with during the pandemic, you’ll soon have a new collection of classes to take from a familiar artist. This week, Peloton announced a multi-year partnership with cultural phenomenon Beyoncé — the artist will help curate classes for the fitness company’s subscription service, starting with a series of Homecoming-themed classes in honor of historically Black colleges and universities. Peloton says that Beyoncé is one of the most requested artists for its playlists.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559541/beyonce-peloton-themed-class-music-bike-treadmill-lawsuit-settled"}, {"id": 16, "name": "COVID-19 VACCINE IS HIGHLY EFFECTIVE, MANUFACTURERS REPORT", "category": "Technology", "description": "This syringe was used in Pfizer/BioNTech’s phase three coronavirus vaccine trial. Photo by Dogukan Keskinkilic/Anadolu Agency via Getty Images", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/9/21556286/coronavirus-vaccine-effective-pfizer-fda-safety"}, {"id": 17, "name": "Apple rejected sticker apps that promoted mask-wearing, but it’s reinstating them now", "category": "World", "description": "Two Apple developers have been given the green light to promote mask-wearing with their stickerpack apps for iOS, after previously receiving rejections from Apple that suggested they were making “inappropriate references to the COVID-19 pandemic.”", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559603/apple-stickers-mask-covid-19-ios-app-store-guidelines"}, {"id": 18, "name": "Some of the new MacBook Air function keys have different functions", "category": "Style", "description": "Apple’s MacBook Air is one of a collection of the company’s computers to receive the newly announced M1 chip today. The beloved laptop appears almost identical from the outside, but if you open it up you’ll notice the familiar keyboard has changed. Apple’s traded out some of the function keys on its new MacBook Air, adding in new ones for Spotlight, Do Not Disturb, and Dictation.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559246/apple-macbook-air-m1-chip-new-keyboard-key-functions"}, {"id": 19, "name": "Xbox Live struggles with logins on Xbox Series launch day", "category": "Technology", "description": "Xbox Live users are struggling to log into the service today, amid the launch of both the Xbox Series X and Xbox Series S. Xbox Support tweeted at 2:33PM that its teams were “closing in on a fix for this issue.” However, some users were still struggling to sign in across multiple platforms as of 4:40PM. A resolution is still pending.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559320/xbox-live-login-problems-xbox-series-s-series-x"}, {"id": 20, "name": "Lyft’s ride-hailing business is starting to claw its way out of a deep hole", "category": "Business", "description": "Lyft continues to struggle to bring in money amid rising case numbers of COVID-19 in the US. The ride-hailing company lost $459.5 million over the last three months, with its adjusted net revenues down 48 percent year over year.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559174/lyft-q3-2020-earnings-rides-prop-22-covid"}, {"id": 21, "name": "Former Chan Zuckerberg Initiative employee files racial discrimination complaint", "category": "Technology", "description": "A former Chan Zuckerberg Initiative employee is filing a racial discrimination complaint, claiming the philanthropic organization underpaid and under-promoted Black staff members.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559126/chan-zuckerberg-initiative-raymond-holgado-racial-discrimination-complaint"}, {"id": 22, "name": "Apple’s new M1 computers top out at 16GB of RAM", "category": "Technology", "description": "Apple announced three new Mac computers on Tuesday powered by its all-new M1 chip, a custom Arm-based system-on-a-chip. But despite the performance and efficiency gains the M1 chip allows, there is one notable constraint: memory. According to Apple, customers interested in buying a new Mac with more than 16GB of RAM will need to purchase an older, Intel-based model. Right now, the M1 cannot support more memory.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559200/apple-m1-macbook-pro-mac-mini-16gb-ram-memory-limit"}, {"id": 23, "name": "How to preorder the new Arm-based Mac computers", "category": "Technology", "description": "Following the “One More Thing” hardware event, Apple has announced its new line of Arm-based Macs powered by Apple’s own processors, replacing Intel, which has been used in Mac laptops and desktops since 2005. Currently, the first three Apple computers to have Apple’s custom M1 chip are the MacBook Air, the 13-inch MacBook Pro, and the Mac mini.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552818/apple-arm-macbook-preorder-how-to-buy-price"}, {"id": 24, "name": "Apple is no longer selling Intel-based MacBook Airs or two-port Intel MacBook Pros", "category": "Business", "description": "Apple announced three brand-new Macs today powered by its new M1 Arm-based CPUs: a 13-inch MacBook Air, a 13-inch MacBook Pro, and a Mac mini. But now that the new Macs are here, Apple has started to remove some of its Intel-based Macs from its product lineup. Here’s what’s changed:", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559003/apple-mac-macbook-air-pro-mini-m1-intel-processor-cpu"}, {"id": 25, "name": "Apple brings back the PC guy to boast about M1 performance", "category": "Sports", "description": "Apple’s big Arm-based M1 Mac announcements brought the company’s first Apple silicon-powered laptops in the form of the new MacBook Air, MacBook Pro, and Mac mini. But the event also had a surprising guest star: actor John Hodgman reprising his role as the PC guy from Apple’s “I’m a Mac, and I’m a PC” commercials that it ran in the mid-2000s.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21558977/apple-pc-guy-classic-m1-performance-john-hodgman"}, {"id": 26, "name": "Google is giving free Stadia gaming kits to YouTube premium subscribers", "category": "Entertainment", "description": "Google has added another promotion to help push its cloud gaming service Stadia into more households: now YouTube Premium subscribers can get its $100 Stadia Premiere Edition bundle for free.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21558820/youtube-premium-subscribers-free-stadia-premiere-edition-bundle-deals"}, {"id": 27, "name": "Apple announces macOS Big Sur release date", "category": "World", "description": "Apple says it’ll release macOS 11.0, dubbed Big Sur, on November 12th. The company first announced the new OS at its developer’s conference in June and released it as a public beta in August. This will be the first macOS to support Apple’s new M1 laptop chip. Once you download the new, free update, you’ll most likely immediately note the design and aesthetic changes, many taken from iOS.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21432429/apple-macos-11-big-sur-release-date-m1-chip"}, {"id": 28, "name": "Theta is a record-setting entry in 2020’s wild hurricane season", "category": "Sports", "description": "2020 shattered another record when subtropical storm Theta, the 29th named storm this season, developed overnight in the Northeast Atlantic. There has never been an Atlantic hurricane season on record with more storms strong enough to earn a name.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21558822/subtropical-storm-theta-record-2020-hurricane-season"}, {"id": 29, "name": "THE VERGE GUIDE TO THE PS5 AND XBOX SERIES X", "category": "Reel", "description": "the span of just a few days, console gaming will change in a big way. That’s because both Sony and Microsoft are launching their next-generation consoles in the form of the PlayStation 5 and Xbox Series X (along with the cheaper Series S).", "website": "theverge.com", "url": "https://www.theverge.com/21534306/ps5-xbox-series-x-next-gen-guide-games-review"}, {"id": 30, "name": "Apple announces new Arm-based Mac mini with M1 chip, starting at $699", "category": "Innovation", "description": "Apple on Tuesday announced a new Mac mini, the first since 2018, featuring its new custom-designed Arm-based M1 chip, joining the new MacBook Air as the second Apple Silicon device announced at the company’s “One More Thing” event. The new desktop machine will start at $699, $100 cheaper than the previously released Mac mini from two years ago.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552825/apple-mac-mini-arm-m1-chip-specs-release-date-price"}, {"id": 31, "name": "All the apps and games Apple promises for Arm-based Macs", "category": "Sports", "description": "Apple has announced some of the first apps and games coming to Arm-based Macs, and it includes more than a few familiar names: Adobe Lightroom and Photoshop, DaVinci Resolve, Cinema 4D, and more.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552492/apple-arm-macs-apps-availability-photoshop-word-microsoft-adobe"}, {"id": 32, "name": "Senate committee’s budget for lunar landers falls short of NASA request", "category": "Politics", "description": "Senate appropriators are proposing to allocate $1 billion to NASA next year for the construction of new lunar landers to take humans to the surface of the Moon — roughly $2.4 billion short of what the agency requested. The shortfall threatens to delay NASA’s ambitious plan of landing the first woman on the Moon by 2024.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21558572/nasa-senate-appropriations-artemis-program-moon-landers"}, {"id": 33, "name": "Apple announces MacBook Air with Apple’s Arm-based M1 processor", "category": "Technology", "description": "Apple has announced the launch of its 2020 MacBook Air. It’s powered by Apple’s new M1 processor. This is the first MacBook Air, and one of the first laptops, to feature Apple’s own Arm-based CPUs, designed specifically for Macs.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552828/apple-macbook-air-arm-m1-chip-laptop-specs-price-release-date"}, {"id": 34, "name": "Apple says new Arm-based M1 chip offers the ‘longest battery life ever in a Mac’", "category": "Health", "description": "Apple has introduced the new M1 chip that will power its new generation of Arm-based Macs. It’s a 5nm processor, just like the A14 Bionic powering its latest iPhones, but it’s the first that Apple has designed specifically for the Mac. The new chip will power Apple’s new MacBook Air, Mac mini, and MacBook Pro, the latter of which offers the “longest battery life ever in a Mac” according to Apple.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21558095/apple-silicon-m1-chip-arm-macs-soc-charge-power-efficiency-mobile-processor"}, {"id": 35, "name": "MAKING IT WORK", "category": "Business", "description": "Verge presents Making It Work, a special issue about how small businesses have found clever and creative ways to adapt to the current climate, be it the pandemic, sweeping tech platform changes, or literally the climate. Whether it’s selling face masks on Etsy, hosting 10,000-person dance classes through streaming video, or getting a community to take COVID testing seriously with free tacos, these are stories about how the internet has enabled scrappy underdogs and thoughtful problem-solving.", "website": "theverge.com", "url": "https://www.theverge.com/21432189/making-it-work"}, {"id": 36, "name": "Why the 2020 election will never end on social networks", "category": "Politics", "description": "A huge part of the user base is devoting itself to the lie that Joe Biden lost — and it’s not clear how platforms can stop it", "website": "theverge.com", "url": "https://www.theverge.com/21558540/election-2020-twitter-facebook-biden-trump-stop-the-steal"}, {"id": 37, "name": "Save $150 on Apple’s latest 13-inch MacBook Pro", "category": "Technology", "description": "Only the best deals on Verge-approved gadgets get the Verge Deals stamp of approval, so if you're looking for a deal on your next gadget or gift from major retailers like Amazon, Walmart, Best Buy, Target, and more, this is the place to be.", "website": "theverge.com", "url": "https://www.theverge.com/good-deals/2020/11/10/21557088/samsung-galaxy-tab-s6-deal-sale-macbook-pro-apple-aukey-battery-amazon"}, {"id": 38, "name": "Cruise is teaming up with Walmart for robo-delivery in Arizona", "category": "Travel", "description": "Cruise is partnering with Walmart to test out a delivery service using a fleet of autonomous and electric vehicles. The pilot project will kick off in early 2021 and take place in Scottsdale, Arizona.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21557603/cruise-walmart-autonomous-vehicles-delivery-arizona"}]}