{"articles": [{"id": 4, "name": "Trump's Pentagon shake-up fuels alarm", "category": "Technology", "description": "Washington (CNN)The Trump administration has carried out sweeping changes atop the Defense Department's civilian leadership structure, removing several of its most senior officials and replacing them with perceived loyalists to the President.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/politics/pentagon-policy-official-resigns/index.html"}, {"id": 22, "name": "$250 billion wiped off Chinese tech stocks", "category": "Technology", "description": "Hong Kong (CNN Business)Fears that Beijing could tighten the screw on China's biggest tech companies have wiped hundreds of billions of dollars off their stock market value in just two days.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/tech/china-tech-stock-selloff-intl-hnk/index.html"}, {"id": 25, "name": "Singles Day: Alibaba sales blitz set for record haul as Chinese shake off Covid-19", "category": "Business", "description": "Hong Kong (CNN Business)China's annual Singles Day online shopping bonanza regularly hauls in tens of billions of dollars for Alibaba (BABA) and other e-commerce and retail companies in China. This year, it's taking on new meaning as a showcase for the country's success in battling the Covid-19 pandemic.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/tech/singles-day-2020-alibaba-intl-hnk/index.html"}, {"id": 29, "name": "What you need to know about coronavirus today", "category": "Business", "description": "A version of this story appeared in the November 11 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/11/world/coronavirus-newsletter-11-11-20-intl/index.html"}, {"id": 45, "name": "This company wants to turn moon dust into oxygen", "category": "Business", "description": "London (CNN Business)A British company is hoping to turn dust from the moon's surface into oxygen — a project that could pave the way for further exploration and even habitation of the satellite.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/intl_business/moon-dust-intl-scli-gbr-scn/index.html"}, {"id": 49, "name": "Beautiful Italian village will pay you to move there", "category": "Business", "description": "Normally, the next step is to sell off abandoned houses for €1. Villages from all over the country have seen foreigners snap up property for pennies -- with the deal being that they must renovate the house within a certain amount of time.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/travel/article/santo-stefano-italy-pay-to-move/index.html"}, {"id": 59, "name": "85-year-old building moved 200 feet to spare it from demolition", "category": "Business", "description": "Shanghai residents passing through the city's eastern Huangpu district in October might have stumbled upon an unusual sight: a \"walking\" building.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/style/article/shanghai-relocate-building-preservation-intl-hnk-scli/index.html"}, {"id": 70, "name": "Trump needs to accept reality so transition can work", "category": "Business", "description": "Samantha Vinograd is a CNN national security analyst. She is a senior adviser at the University of Delaware's Biden Institute, which is not affiliated with the Biden campaign. Vinograd served on President Barack Obama's National Security Council from 2009 to 2013 and at the Treasury Department under President George W. Bush. Follow her @sam_vinograd. The views expressed in this commentary are her own. View more opinion articles on CNN.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/09/opinions/national-security-biden-transition-vinograd/index.html"}, {"id": 79, "name": "Big Tech shouldn't breathe a sigh of relief over Biden", "category": "Technology", "description": "That's the view many Washington policy experts are taking to the prospect of a Biden presidency. It highlights how, despite some enormous differences from Trump in terms of style and policy, there may be more continuity between the two administrations than you might think.", "website": "edition.cnn.com", "url": "https://edition.cnn.com/2020/11/10/tech/biden-tech-policy/index.html"}, {"id": 4, "name": "The 5 biggest announcements from Apple’s ‘One More Thing’ hardware event", "category": "Technology", "description": "Apple just wrapped up its “One More Thing” hardware live stream, where it announced new versions of the MacBook Air, the 13-inch MacBook Pro, and the Mac mini, each with its newly announced, promising M1 silicon. Apple first detailed its transition from Intel to its own processors earlier this year — but this event was all about diving deep into what that reality now looks like and when you’ll be able to get your hands on a computer featuring the just-announced M1 chip.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21550892/apple-arm-silicon-event-macbook-air-pro-mini-mac-big-sur-biggest-announcements"}, {"id": 5, "name": "Flying taxi startup Lilium will build a hub for its electric aircraft in Florida", "category": "Technology", "description": "One of Germany’s premier flying taxi startups just gained a foothold in the US. Lilium, the five-year-old venture-backed startup from Munich, announced that it will build a 56,000-square-foot transportation hub for its aerial taxi service in Orlando, Florida. The company aims to have passengers taking regional trips in its electric five-seater aircraft starting in 2025.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21558670/lilium-jet-flying-taxi-orlando-vertiport-hub-evtol"}, {"id": 6, "name": "Pope Francis urges followers to pray that AI and robots ‘always serve mankind’", "category": "Technology", "description": "Pope Francis has asked believers around the world to pray that robots and artificial intelligence “always serve mankind.”", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21560076/pope-francis-ai-for-good-pray-serve-mankind"}, {"id": 9, "name": "Sonos offers discounts on new speakers for owners upgrading older models", "category": "Business", "description": "Sonos has launched a new Upgrade Program which offers discounts of up to 30 percent on new speakers if you own select older models, Android Central reports. It replaces the company’s previous Trade Up deal, which offered similar discounts, but the new program expands these to owners of slightly newer speakers like the Play:1 and and Play:3. Alongside it, Sonos has also announced that its Sonos Arc soundbar now supports multi-channel LPCM audio.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559967/sonos-upgrade-program-30-15-percent-discount-play1-play3-play5-recycle-mode-controversy"}, {"id": 11, "name": "PS5 media remote hands-on: simple, streamlined, safe", "category": "Technology", "description": "In comparison to the PlayStation 5 itself — a big hulking mass of a game console — the PS5-branded media remote is very conservative. It does pretty much exactly what you’d expect from a media remote and not much more, but at least it’ll match your new games machine.", "website": "theverge.com", "url": "https://www.theverge.com/21559280/ps5-media-remote-hands-on-youtube-netflix-disney-plus-spotify"}, {"id": 13, "name": "Apple’s first Arm-based 13-inch MacBook Pro is here with an M1 chip", "category": "Technology", "description": "Apple has announced its first MacBook Pro laptop that will run on an Apple-designed processor at its “One More Thing” event, ushering in a new era of Mac computers.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552876/apple-macbook-pro-arm-silicon-m1-chip-processor-cpu-gpu-specs-price-release-date"}, {"id": 14, "name": "Sony addresses PS5’s lack of web browser and 1440p support", "category": "Technology", "description": "As is often the case with newly launched game consoles, the PlayStation 5 doesn’t support every feature you might have hoped for out of the box. In an interview with Japanese outlet AV Watch, Sony EVP Masayasu Ito and SVP Hideaki Nishino have addressed some of the functionality that won’t be there at launch.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/11/21559903/sony-playstation-5-no-browser-1440p-support-vr"}, {"id": 16, "name": "COVID-19 VACCINE IS HIGHLY EFFECTIVE, MANUFACTURERS REPORT", "category": "Technology", "description": "This syringe was used in Pfizer/BioNTech’s phase three coronavirus vaccine trial. Photo by Dogukan Keskinkilic/Anadolu Agency via Getty Images", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/9/21556286/coronavirus-vaccine-effective-pfizer-fda-safety"}, {"id": 19, "name": "Xbox Live struggles with logins on Xbox Series launch day", "category": "Technology", "description": "Xbox Live users are struggling to log into the service today, amid the launch of both the Xbox Series X and Xbox Series S. Xbox Support tweeted at 2:33PM that its teams were “closing in on a fix for this issue.” However, some users were still struggling to sign in across multiple platforms as of 4:40PM. A resolution is still pending.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559320/xbox-live-login-problems-xbox-series-s-series-x"}, {"id": 20, "name": "Lyft’s ride-hailing business is starting to claw its way out of a deep hole", "category": "Business", "description": "Lyft continues to struggle to bring in money amid rising case numbers of COVID-19 in the US. The ride-hailing company lost $459.5 million over the last three months, with its adjusted net revenues down 48 percent year over year.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559174/lyft-q3-2020-earnings-rides-prop-22-covid"}, {"id": 21, "name": "Former Chan Zuckerberg Initiative employee files racial discrimination complaint", "category": "Technology", "description": "A former Chan Zuckerberg Initiative employee is filing a racial discrimination complaint, claiming the philanthropic organization underpaid and under-promoted Black staff members.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559126/chan-zuckerberg-initiative-raymond-holgado-racial-discrimination-complaint"}, {"id": 22, "name": "Apple’s new M1 computers top out at 16GB of RAM", "category": "Technology", "description": "Apple announced three new Mac computers on Tuesday powered by its all-new M1 chip, a custom Arm-based system-on-a-chip. But despite the performance and efficiency gains the M1 chip allows, there is one notable constraint: memory. According to Apple, customers interested in buying a new Mac with more than 16GB of RAM will need to purchase an older, Intel-based model. Right now, the M1 cannot support more memory.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559200/apple-m1-macbook-pro-mac-mini-16gb-ram-memory-limit"}, {"id": 23, "name": "How to preorder the new Arm-based Mac computers", "category": "Technology", "description": "Following the “One More Thing” hardware event, Apple has announced its new line of Arm-based Macs powered by Apple’s own processors, replacing Intel, which has been used in Mac laptops and desktops since 2005. Currently, the first three Apple computers to have Apple’s custom M1 chip are the MacBook Air, the 13-inch MacBook Pro, and the Mac mini.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552818/apple-arm-macbook-preorder-how-to-buy-price"}, {"id": 24, "name": "Apple is no longer selling Intel-based MacBook Airs or two-port Intel MacBook Pros", "category": "Business", "description": "Apple announced three brand-new Macs today powered by its new M1 Arm-based CPUs: a 13-inch MacBook Air, a 13-inch MacBook Pro, and a Mac mini. But now that the new Macs are here, Apple has started to remove some of its Intel-based Macs from its product lineup. Here’s what’s changed:", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21559003/apple-mac-macbook-air-pro-mini-m1-intel-processor-cpu"}, {"id": 33, "name": "Apple announces MacBook Air with Apple’s Arm-based M1 processor", "category": "Technology", "description": "Apple has announced the launch of its 2020 MacBook Air. It’s powered by Apple’s new M1 processor. This is the first MacBook Air, and one of the first laptops, to feature Apple’s own Arm-based CPUs, designed specifically for Macs.", "website": "theverge.com", "url": "https://www.theverge.com/2020/11/10/21552828/apple-macbook-air-arm-m1-chip-laptop-specs-price-release-date"}, {"id": 35, "name": "MAKING IT WORK", "category": "Business", "description": "Verge presents Making It Work, a special issue about how small businesses have found clever and creative ways to adapt to the current climate, be it the pandemic, sweeping tech platform changes, or literally the climate. Whether it’s selling face masks on Etsy, hosting 10,000-person dance classes through streaming video, or getting a community to take COVID testing seriously with free tacos, these are stories about how the internet has enabled scrappy underdogs and thoughtful problem-solving.", "website": "theverge.com", "url": "https://www.theverge.com/21432189/making-it-work"}, {"id": 37, "name": "Save $150 on Apple’s latest 13-inch MacBook Pro", "category": "Technology", "description": "Only the best deals on Verge-approved gadgets get the Verge Deals stamp of approval, so if you're looking for a deal on your next gadget or gift from major retailers like Amazon, Walmart, Best Buy, Target, and more, this is the place to be.", "website": "theverge.com", "url": "https://www.theverge.com/good-deals/2020/11/10/21557088/samsung-galaxy-tab-s6-deal-sale-macbook-pro-apple-aukey-battery-amazon"}]}